{"act": 1, "scene": 1, "text": "In scene 1, act 1:\nFLAVIUS: Hence! Home, you idle creatures, get you home! Is this a holiday? What, know you not, Being mechanical, you ought not walk Upon a laboring day without the sign Of your profession?—Speak, what trade art thou?\nCARPENTER: Why, sir, a carpenter.\nMARULLUS: Where is thy leather apron and thy rule? What dost thou with thy best apparel on?— You, sir, what trade are you?\nCOBBLER: Truly, sir, in respect of a fine workman, I am but, as you would say, a cobbler.\nMARULLUS: But what trade art thou? Answer me directly.\nCOBBLER: A trade, sir, that I hope I may use with a safe conscience, which is indeed, sir, a mender of bad soles.\nFLAVIUS: What trade, thou knave? Thou naughty knave, what trade?\nCOBBLER: Nay, I beseech you, sir, be not out with me. Yet if you be out, sir, I can mend you.\nMARULLUS"}
{"act": 1, "scene": 1, "text": "In scene 1, act 1:\need, sir, a mender of bad soles.\nFLAVIUS: What trade, thou knave? Thou naughty knave, what trade?\nCOBBLER: Nay, I beseech you, sir, be not out with me. Yet if you be out, sir, I can mend you.\nMARULLUS: What mean’st thou by that? Mend me, thou saucy fellow?\nCOBBLER: Why, sir, cobble you.\nFLAVIUS: Thou art a cobbler, art thou?\nCOBBLER: Truly, sir, all that I live by is with the awl. I meddle with no tradesman’s matters nor women’s matters, but withal I am indeed, sir, a surgeon to old shoes: when they are in great danger, I recover them. As proper men as ever trod upon neat’s leather have gone upon my handiwork.\nFLAVIUS: But wherefore art not in thy shop today? Why dost thou lead these men about the streets?\nCOBBLER: Truly, sir, to wear out their shoes, to get myself into more work. But inde"}
{"act": 1, "scene": 1, "text": "In scene 1, act 1:\npon my handiwork.\nFLAVIUS: But wherefore art not in thy shop today? Why dost thou lead these men about the streets?\nCOBBLER: Truly, sir, to wear out their shoes, to get myself into more work. But indeed, sir, we make holiday to see Caesar and to rejoice in his triumph.\nMARULLUS: Wherefore rejoice? What conquest brings he home? What tributaries follow him to Rome To grace in captive bonds his chariot wheels? You blocks, you stones, you worse than senseless things! O you hard hearts, you cruel men of Rome, Knew you not Pompey? Many a time and oft Have you climbed up to walls and battlements, To towers and windows, yea, to chimney tops, Your infants in your arms, and there have sat The livelong day, with patient expectation, To see great Pompey pass the streets of Rome. And when you saw his c"}
{"act": 1, "scene": 1, "text": "In scene 1, act 1:\ntowers and windows, yea, to chimney tops, Your infants in your arms, and there have sat The livelong day, with patient expectation, To see great Pompey pass the streets of Rome. And when you saw his chariot but appear, Have you not made an universal shout, That Tiber trembled underneath her banks\nFLAVIUS: Go, go, good countrymen, and for this fault Assemble all the poor men of your sort, Draw them to Tiber banks, and weep your tears Into the channel, till the lowest stream Do kiss the most exalted shores of all. All the Commoners exit. See whe’er their basest mettle be not moved. They vanish tongue-tied in their guiltiness. Go you down that way towards the Capitol. This way will I. Disrobe the images If you do find them decked with ceremonies.\nMARULLUS: May we do so? You know it is the fea"}
{"act": 1, "scene": 1, "text": "In scene 1, act 1:\nongue-tied in their guiltiness. Go you down that way towards the Capitol. This way will I. Disrobe the images If you do find them decked with ceremonies.\nMARULLUS: May we do so? You know it is the feast of Lupercal.\nFLAVIUS: It is no matter. Let no images Be hung with Caesar’s trophies. I’ll about And drive away the vulgar from the streets; So do you too, where you perceive them thick. These growing feathers plucked from Caesar’s wing Will make him fly an ordinary pitch, Who else would soar above the view of men And keep us all in servile fearfulness. They exit in different directions.\n"}
{"act": 1, "scene": 2, "text": "In scene 2, act 1:\nCAESAR: Calphurnia.\nCASCA: Peace, ho! Caesar speaks.\nCAESAR: Calphurnia.\nCALPHURNIA: Here, my lord.\nCAESAR: Stand you directly in Antonius’ way When he doth run his course.—Antonius.\nANTONY: Caesar, my lord.\nCAESAR: Forget not in your speed, Antonius, To touch Calphurnia, for our elders say The barren, touchèd in this holy chase, Shake off their sterile curse.\nANTONY: I shall remember. When Caesar says “Do this,” it is performed.\nCAESAR: Set on and leave no ceremony out. Sennet.\nSOOTHSAYER: Caesar.\nCAESAR: Ha! Who calls?\nCASCA: Bid every noise be still. Peace, yet again!\nCAESAR: Who is it in the press that calls on me? I hear a tongue shriller than all the music Cry “Caesar.” Speak. Caesar is turned to hear.\nSOOTHSAYER: Beware the ides of March.\nCAESAR: What man is that?\nBRUTUS: A soothsay"}
{"act": 1, "scene": 2, "text": "In scene 2, act 1:\nhe press that calls on me? I hear a tongue shriller than all the music Cry “Caesar.” Speak. Caesar is turned to hear.\nSOOTHSAYER: Beware the ides of March.\nCAESAR: What man is that?\nBRUTUS: A soothsayer bids you beware the ides of March.\nCAESAR: Set him before me. Let me see his face.\nCASSIUS: Fellow, come from the throng. The Soothsayer comes forward. Look upon Caesar.\nCAESAR: What sayst thou to me now? Speak once again.\nSOOTHSAYER: Beware the ides of March.\nCAESAR: He is a dreamer. Let us leave him. Pass. Sennet. All but Brutus and Cassius exit.\nCASSIUS: Will you go see the order of the course?\nBRUTUS: Not I.\nCASSIUS: I pray you, do.\nBRUTUS: I am not gamesome. I do lack some part Of that quick spirit that is in Antony. Let me not hinder, Cassius, your desires. I’ll leave you.\nCASSIUS: Br"}
{"act": 1, "scene": 2, "text": "In scene 2, act 1:\nse?\nBRUTUS: Not I.\nCASSIUS: I pray you, do.\nBRUTUS: I am not gamesome. I do lack some part Of that quick spirit that is in Antony. Let me not hinder, Cassius, your desires. I’ll leave you.\nCASSIUS: Brutus, I do observe you now of late. I have not from your eyes that gentleness And show of love as I was wont to have. You bear too stubborn and too strange a hand Over your friend that loves you.\nBRUTUS: Cassius, Be not deceived. If I have veiled my look, I turn the trouble of my countenance Merely upon myself. Vexèd I am Of late with passions of some difference, Conceptions only proper to myself, Which give some soil, perhaps, to my behaviors. But let not therefore my good friends be grieved (Among which number, Cassius, be you one)\nCASSIUS: Then, Brutus, I have much mistook your passion, By "}
{"act": 1, "scene": 2, "text": "In scene 2, act 1:\n Which give some soil, perhaps, to my behaviors. But let not therefore my good friends be grieved (Among which number, Cassius, be you one)\nCASSIUS: Then, Brutus, I have much mistook your passion, By means whereof this breast of mine hath buried Thoughts of great value, worthy cogitations. Tell me, good Brutus, can you see your face?\nBRUTUS: No, Cassius, for the eye sees not itself But by reflection, by some other things.\nCASSIUS: ’Tis just. And it is very much lamented, Brutus, That you have no such mirrors as will turn Your hidden worthiness into your eye, That you might see your shadow. I have heard Where many of the best respect in Rome, Except immortal Caesar, speaking of Brutus And groaning underneath this age’s yoke, Have wished that noble Brutus had his eyes.\nBRUTUS: Into what dang"}
{"act": 1, "scene": 2, "text": "In scene 2, act 1:\nave heard Where many of the best respect in Rome, Except immortal Caesar, speaking of Brutus And groaning underneath this age’s yoke, Have wished that noble Brutus had his eyes.\nBRUTUS: Into what dangers would you lead me, Cassius, That you would have me seek into myself For that which is not in me?\nCASSIUS: Therefore, good Brutus, be prepared to hear. And since you know you cannot see yourself So well as by reflection, I, your glass, Will modestly discover to yourself That of yourself which you yet know not of. And be not jealous on me, gentle Brutus. Were I a common laughter, or did use To stale with ordinary oaths my love To every new protester; if you know That I do fawn on men and hug them hard And after scandal them, or if you know\nBRUTUS: What means this shouting? I do fear the peop"}
{"act": 1, "scene": 2, "text": "In scene 2, act 1:\ntale with ordinary oaths my love To every new protester; if you know That I do fawn on men and hug them hard And after scandal them, or if you know\nBRUTUS: What means this shouting? I do fear the people Choose Caesar for their king.\nCASSIUS: Ay, do you fear it? Then must I think you would not have it so.\nBRUTUS: I would not, Cassius, yet I love him well. But wherefore do you hold me here so long? What is it that you would impart to me? If it be aught toward the general good, Set honor in one eye and death i’ th’ other And I will look on both indifferently; For let the gods so speed me as I love The name of honor more than I fear death.\nCASSIUS: I know that virtue to be in you, Brutus, As well as I do know your outward favor. Well, honor is the subject of my story. I cannot tell what you an"}
{"act": 1, "scene": 2, "text": "In scene 2, act 1:\ne The name of honor more than I fear death.\nCASSIUS: I know that virtue to be in you, Brutus, As well as I do know your outward favor. Well, honor is the subject of my story. I cannot tell what you and other men Think of this life; but, for my single self, I had as lief not be as live to be In awe of such a thing as I myself. I was born free as Caesar; so were you; We both have fed as well, and we can both Endure the winter’s cold as well as he. For once, upon a raw and gusty day, The troubled Tiber chafing with her shores, Caesar said to me “Dar’st thou, Cassius, now Leap in with me into this angry flood And swim to yonder point?” Upon the word, Accoutered as I was, I plungèd in And bade him follow; so indeed he did. The torrent roared, and we did buffet it\nBRUTUS: Another general shout! "}
{"act": 1, "scene": 2, "text": "In scene 2, act 1:\n angry flood And swim to yonder point?” Upon the word, Accoutered as I was, I plungèd in And bade him follow; so indeed he did. The torrent roared, and we did buffet it\nBRUTUS: Another general shout! I do believe that these applauses are For some new honors that are heaped on Caesar.\nCASSIUS: Why, man, he doth bestride the narrow world Like a Colossus, and we petty men Walk under his huge legs and peep about To find ourselves dishonorable graves. Men at some time are masters of their fates. The fault, dear Brutus, is not in our stars, But in ourselves, that we are underlings.\nBRUTUS: That you do love me, I am nothing jealous. What you would work me to, I have some aim. How I have thought of this, and of these times, I shall recount hereafter. For this present, I would not, so with love I m"}
{"act": 1, "scene": 2, "text": "In scene 2, act 1:\ndo love me, I am nothing jealous. What you would work me to, I have some aim. How I have thought of this, and of these times, I shall recount hereafter. For this present, I would not, so with love I might entreat you, Be any further moved. What you have said I will consider; what you have to say I will with patience hear, and find a time Both meet to hear and answer such high things. Till then, my noble friend, chew upon this: Brutus had rather be a villager Than to repute himself a son of Rome\nCASSIUS: I am glad that my weak words Have struck but thus much show of fire from Brutus. Enter Caesar and his train.\nBRUTUS: The games are done, and Caesar is returning.\nCASSIUS: As they pass by, pluck Casca by the sleeve, And he will, after his sour fashion, tell you What hath proceeded worthy not"}
{"act": 1, "scene": 2, "text": "In scene 2, act 1:\nar and his train.\nBRUTUS: The games are done, and Caesar is returning.\nCASSIUS: As they pass by, pluck Casca by the sleeve, And he will, after his sour fashion, tell you What hath proceeded worthy note today.\nBRUTUS: I will do so. But look you, Cassius, The angry spot doth glow on Caesar’s brow, And all the rest look like a chidden train. Calphurnia’s cheek is pale, and Cicero Looks with such ferret and such fiery eyes As we have seen him in the Capitol, Being crossed in conference by some senators.\nCASSIUS: Casca will tell us what the matter is.\nCAESAR: Antonius.\nANTONY: Caesar.\nCAESAR: Let me have men about me that are fat, Sleek-headed men, and such as sleep a-nights. Yond Cassius has a lean and hungry look. He thinks too much. Such men are dangerous.\nANTONY: Fear him not, Caesar; he’s "}
{"act": 1, "scene": 2, "text": "In scene 2, act 1:\ne have men about me that are fat, Sleek-headed men, and such as sleep a-nights. Yond Cassius has a lean and hungry look. He thinks too much. Such men are dangerous.\nANTONY: Fear him not, Caesar; he’s not dangerous. He is a noble Roman, and well given.\nCAESAR: Would he were fatter! But I fear him not. Yet if my name were liable to fear,\nCASCA: You pulled me by the cloak. Would you speak with me?\nBRUTUS: Ay, Casca. Tell us what hath chanced today That Caesar looks so sad.\nCASCA: Why, you were with him, were you not?\nBRUTUS: I should not then ask Casca what had chanced.\nCASCA: Why, there was a crown offered him; and, being offered him, he put it by with the back of his hand, thus, and then the people fell a-shouting.\nBRUTUS: What was the second noise for?\nCASCA: Why, for that too.\nCASSIUS: Th"}
{"act": 1, "scene": 2, "text": "In scene 2, act 1:\nown offered him; and, being offered him, he put it by with the back of his hand, thus, and then the people fell a-shouting.\nBRUTUS: What was the second noise for?\nCASCA: Why, for that too.\nCASSIUS: They shouted thrice. What was the last cry for?\nCASCA: Why, for that too.\nBRUTUS: Was the crown offered him thrice?\nCASCA: Ay, marry, was ’t, and he put it by thrice, every time gentler than other; and at every putting-by, mine honest neighbors shouted.\nCASSIUS: Who offered him the crown?\nCASCA: Why, Antony.\nBRUTUS: Tell us the manner of it, gentle Casca.\nCASCA: I can as well be hanged as tell the manner of it. It was mere foolery; I did not mark it. I saw Mark Antony offer him a crown (yet ’twas not a crown neither; ’twas one of these coronets), and, as I told you, he put it by once; but for al"}
{"act": 1, "scene": 2, "text": "In scene 2, act 1:\nanner of it. It was mere foolery; I did not mark it. I saw Mark Antony offer him a crown (yet ’twas not a crown neither; ’twas one of these coronets), and, as I told you, he put it by once; but for all that, to my thinking, he would fain have had it. Then he offered it to him again; then he put it by again; but to my thinking, he was very loath to lay his fingers off it. And then he offered it the third time. He put it the third time by, and still as he refused it the rabblement hooted and clapped their chopped hands and threw up their sweaty nightcaps and uttered such a deal of stinking breath because Caesar refused the crown that it had almost choked Caesar, for he swooned and fell down at it. And for mine own part, I durst not laugh for fear of opening my lips and receiving the bad air."}
{"act": 1, "scene": 2, "text": "In scene 2, act 1:\nh because Caesar refused the crown that it had almost choked Caesar, for he swooned and fell down at it. And for mine own part, I durst not laugh for fear of opening my lips and receiving the bad air.\nCASSIUS: But soft, I pray you. What, did Caesar swoon?\nCASCA: He fell down in the marketplace and foamed at mouth and was speechless.\nBRUTUS: ’Tis very like; he hath the falling sickness.\nCASSIUS: No, Caesar hath it not; but you and I And honest Casca, we have the falling sickness.\nCASCA: I know not what you mean by that, but I am sure Caesar fell down. If the tag-rag people did not clap him and hiss him, according as he pleased and displeased them, as they use to do the players in the theater, I am no true man.\nBRUTUS: What said he when he came unto himself?\nCASCA: Marry, before he fell down"}
{"act": 1, "scene": 2, "text": "In scene 2, act 1:\nhiss him, according as he pleased and displeased them, as they use to do the players in the theater, I am no true man.\nBRUTUS: What said he when he came unto himself?\nCASCA: Marry, before he fell down, when he perceived the common herd was glad he refused the crown, he plucked me ope his doublet and offered them his throat to cut. An I had been a man of any occupation, if I would not have taken him at a word, I would I might go to hell among the rogues. And so he fell. When he came to himself again, he said if he had done or said anything amiss, he desired their Worships to think it was his infirmity. Three or four wenches where I stood cried “Alas, good soul!” and forgave him with all their hearts. But there’s no heed to be taken of them; if Caesar had stabbed their mothers, they would ha"}
{"act": 1, "scene": 2, "text": "In scene 2, act 1:\nfirmity. Three or four wenches where I stood cried “Alas, good soul!” and forgave him with all their hearts. But there’s no heed to be taken of them; if Caesar had stabbed their mothers, they would have done no less.\nBRUTUS: And, after that, he came thus sad away?\nCASCA: Ay.\nCASSIUS: Did Cicero say anything?\nCASCA: Ay, he spoke Greek.\nCASSIUS: To what effect?\nCASCA: Nay, an I tell you that, I’ll ne’er look you i’ th’ face again. But those that understood him smiled at one another and shook their heads. But for mine own part, it was Greek to me. I could tell you more news too: Marullus and Flavius, for pulling scarves off Caesar’s images, are put to silence. Fare you well. There was more foolery yet, if I could remember it.\nCASSIUS: Will you sup with me tonight, Casca?\nCASCA: No, I am promi"}
{"act": 1, "scene": 2, "text": "In scene 2, act 1:\nius, for pulling scarves off Caesar’s images, are put to silence. Fare you well. There was more foolery yet, if I could remember it.\nCASSIUS: Will you sup with me tonight, Casca?\nCASCA: No, I am promised forth.\nCASSIUS: Will you dine with me tomorrow?\nCASCA: Ay, if I be alive, and your mind hold, and your dinner worth the eating.\nCASSIUS: Good. I will expect you.\nCASCA: Do so. Farewell both. He exits.\nBRUTUS: What a blunt fellow is this grown to be! He was quick mettle when he went to school.\nCASSIUS: So is he now in execution Of any bold or noble enterprise, However he puts on this tardy form. This rudeness is a sauce to his good wit, Which gives men stomach to digest his words With better appetite.\nBRUTUS: And so it is. For this time I will leave you. Tomorrow, if you please to speak wit"}
{"act": 1, "scene": 2, "text": "In scene 2, act 1:\n. This rudeness is a sauce to his good wit, Which gives men stomach to digest his words With better appetite.\nBRUTUS: And so it is. For this time I will leave you. Tomorrow, if you please to speak with me, I will come home to you; or, if you will, Come home to me, and I will wait for you.\nCASSIUS: I will do so. Till then, think of the world. Brutus exits. Well, Brutus, thou art noble. Yet I see Thy honorable mettle may be wrought From that it is disposed. Therefore it is meet That noble minds keep ever with their likes; For who so firm that cannot be seduced? Caesar doth bear me hard, but he loves Brutus. If I were Brutus now, and he were Cassius, He should not humor me. I will this night In several hands in at his windows throw, As if they came from several citizens, Writings, all tending"}
{"act": 1, "scene": 2, "text": "In scene 2, act 1:\noves Brutus. If I were Brutus now, and he were Cassius, He should not humor me. I will this night In several hands in at his windows throw, As if they came from several citizens, Writings, all tending to the great opinion That Rome holds of his name, wherein obscurely Caesar’s ambition shall be glancèd at And after this, let Caesar seat him sure, For we will shake him, or worse days endure. He exits.\n"}
{"act": 1, "scene": 3, "text": "In scene 3, act 1:\nCICERO: Good even, Casca. Brought you Caesar home? Why are you breathless? And why stare you so?\nCASCA: Are not you moved, when all the sway of earth Shakes like a thing unfirm? O Cicero, I have seen tempests when the scolding winds Have rived the knotty oaks, and I have seen Th’ ambitious ocean swell and rage and foam To be exalted with the threat’ning clouds; But never till tonight, never till now, Did I go through a tempest dropping fire. Either there is a civil strife in heaven, Or else the world, too saucy with the gods, Incenses them to send destruction.\nCICERO: Why, saw you anything more wonderful?\nCASCA: A common slave (you know him well by sight) Held up his left hand, which did flame and burn Like twenty torches joined; and yet his hand, Not sensible of fire, remained unscorched."}
{"act": 1, "scene": 3, "text": "In scene 3, act 1:\ne wonderful?\nCASCA: A common slave (you know him well by sight) Held up his left hand, which did flame and burn Like twenty torches joined; and yet his hand, Not sensible of fire, remained unscorched. Besides (I ha’ not since put up my sword), Against the Capitol I met a lion, Who glazed upon me and went surly by Without annoying me. And there were drawn Upon a heap a hundred ghastly women, Transformèd with their fear, who swore they saw Men all in fire walk up and down the streets. And yesterday the bird of night did sit Even at noonday upon the marketplace, Hooting and shrieking. When these prodigies Do so conjointly meet, let not men say\nCICERO: Indeed, it is a strange-disposèd time. But men may construe things after their fashion, Clean from the purpose of the things themselves. Comes "}
{"act": 1, "scene": 3, "text": "In scene 3, act 1:\nprodigies Do so conjointly meet, let not men say\nCICERO: Indeed, it is a strange-disposèd time. But men may construe things after their fashion, Clean from the purpose of the things themselves. Comes Caesar to the Capitol tomorrow?\nCASCA: He doth, for he did bid Antonius Send word to you he would be there tomorrow.\nCICERO: Good night then, Casca. This disturbèd sky Is not to walk in.\nCASCA: Farewell, Cicero Cicero exits. Enter Cassius.\nCASSIUS: Who’s there?\nCASCA: A Roman.\nCASSIUS: Casca, by your voice.\nCASCA: Your ear is good. Cassius, what night is this!\nCASSIUS: A very pleasing night to honest men.\nCASCA: Who ever knew the heavens menace so?\nCASSIUS: Those that have known the Earth so full of faults. For my part, I have walked about the streets, Submitting me unto the perilous night, An"}
{"act": 1, "scene": 3, "text": "In scene 3, act 1:\nest men.\nCASCA: Who ever knew the heavens menace so?\nCASSIUS: Those that have known the Earth so full of faults. For my part, I have walked about the streets, Submitting me unto the perilous night, And thus unbracèd, Casca, as you see, Have bared my bosom to the thunder-stone; And when the cross blue lightning seemed to open The breast of heaven, I did present myself Even in the aim and very flash of it.\nCASCA: But wherefore did you so much tempt the heavens? It is the part of men to fear and tremble When the most mighty gods by tokens send Such dreadful heralds to astonish us.\nCASSIUS: You are dull, Casca, and those sparks of life That should be in a Roman you do want, Or else you use not. You look pale, and gaze, And put on fear, and cast yourself in wonder, To see the strange impatience"}
{"act": 1, "scene": 3, "text": "In scene 3, act 1:\ne dull, Casca, and those sparks of life That should be in a Roman you do want, Or else you use not. You look pale, and gaze, And put on fear, and cast yourself in wonder, To see the strange impatience of the heavens. But if you would consider the true cause Why all these fires, why all these gliding ghosts, Why birds and beasts from quality and kind, Why old men, fools, and children calculate, Why all these things change from their ordinance, Their natures, and preformèd faculties, To monstrous quality—why, you shall find That heaven hath infused them with these spirits To make them instruments of fear and warning Unto some monstrous state. Now could I, Casca, name to thee a man Most like this dreadful night, That thunders, lightens, opens graves, and roars As doth the lion in the Capitol;"}
{"act": 1, "scene": 3, "text": "In scene 3, act 1:\ns of fear and warning Unto some monstrous state. Now could I, Casca, name to thee a man Most like this dreadful night, That thunders, lightens, opens graves, and roars As doth the lion in the Capitol; A man no mightier than thyself or me In personal action, yet prodigious grown, And fearful, as these strange eruptions are.\nCASCA: ’Tis Caesar that you mean, is it not, Cassius?\nCASSIUS: Let it be who it is. For Romans now Have thews and limbs like to their ancestors. But, woe the while, our fathers’ minds are dead, And we are governed with our mothers’ spirits. Our yoke and sufferance show us womanish.\nCASCA: Indeed, they say the Senators tomorrow Mean to establish Caesar as a king, And he shall wear his crown by sea and land In every place save here in Italy.\nCASSIUS: I know where I will we"}
{"act": 1, "scene": 3, "text": "In scene 3, act 1:\nmanish.\nCASCA: Indeed, they say the Senators tomorrow Mean to establish Caesar as a king, And he shall wear his crown by sea and land In every place save here in Italy.\nCASSIUS: I know where I will wear this dagger then; Cassius from bondage will deliver Cassius. Therein, you gods, you make the weak most strong; Therein, you gods, you tyrants do defeat. Nor stony tower, nor walls of beaten brass, Nor airless dungeon, nor strong links of iron, Can be retentive to the strength of spirit; But life, being weary of these worldly bars, Never lacks power to dismiss itself. If I know this, know all the world besides, That part of tyranny that I do bear I can shake off at pleasure. Thunder still.\nCASCA: So can I. So every bondman in his own hand bears The power to cancel his captivity.\nCASSIUS: And"}
{"act": 1, "scene": 3, "text": "In scene 3, act 1:\ne world besides, That part of tyranny that I do bear I can shake off at pleasure. Thunder still.\nCASCA: So can I. So every bondman in his own hand bears The power to cancel his captivity.\nCASSIUS: And why should Caesar be a tyrant, then? Poor man, I know he would not be a wolf But that he sees the Romans are but sheep; He were no lion, were not Romans hinds. Those that with haste will make a mighty fire Begin it with weak straws. What trash is Rome, What rubbish, and what offal when it serves For the base matter to illuminate So vile a thing as Caesar! But, O grief, Where hast thou led me? I perhaps speak this Before a willing bondman; then, I know My answer must be made. But I am armed, And dangers are to me indifferent.\nCASCA: You speak to Casca, and to such a man That is no fleering tel"}
{"act": 1, "scene": 3, "text": "In scene 3, act 1:\nerhaps speak this Before a willing bondman; then, I know My answer must be made. But I am armed, And dangers are to me indifferent.\nCASCA: You speak to Casca, and to such a man That is no fleering telltale. Hold. My hand. They shake hands. Be factious for redress of all these griefs, And I will set this foot of mine as far As who goes farthest.\nCASSIUS: There’s a bargain made. Now know you, Casca, I have moved already Some certain of the noblest-minded Romans To undergo with me an enterprise Of honorable-dangerous consequence. And I do know by this they stay for me In Pompey’s Porch. For now, this fearful night, There is no stir or walking in the streets; And the complexion of the element In favor ’s like the work we have in hand, Most bloody, fiery, and most terrible. Enter Cinna.\nCASCA: "}
{"act": 1, "scene": 3, "text": "In scene 3, act 1:\nthis fearful night, There is no stir or walking in the streets; And the complexion of the element In favor ’s like the work we have in hand, Most bloody, fiery, and most terrible. Enter Cinna.\nCASCA: Stand close awhile, for here comes one in haste.\nCASSIUS: ’Tis Cinna; I do know him by his gait. He is a friend.—Cinna, where haste you so?\nCINNA: To find out you. Who’s that? Metellus Cimber?\nCASSIUS: No, it is Casca, one incorporate To our attempts. Am I not stayed for, Cinna?\nCINNA: I am glad on ’t. What a fearful night is this! There’s two or three of us have seen strange sights.\nCASSIUS: Am I not stayed for? Tell me.\nCINNA: Yes, you are. O Cassius, if you could But win the noble Brutus to our party—\nCINNA: All but Metellus Cimber, and he’s gone To seek you at your house. Well, I will hie "}
{"act": 1, "scene": 3, "text": "In scene 3, act 1:\n not stayed for? Tell me.\nCINNA: Yes, you are. O Cassius, if you could But win the noble Brutus to our party—\nCINNA: All but Metellus Cimber, and he’s gone To seek you at your house. Well, I will hie And so bestow these papers as you bade me.\nCASSIUS: That done, repair to Pompey’s Theater. Cinna exits. Come, Casca, you and I will yet ere day See Brutus at his house. Three parts of him Is ours already, and the man entire Upon the next encounter yields him ours.\nCASCA: O, he sits high in all the people’s hearts, And that which would appear offense in us His countenance, like richest alchemy, Will change to virtue and to worthiness.\nCASSIUS: Him and his worth and our great need of him You have right well conceited. Let us go, For it is after midnight, and ere day We will awake him and be sure"}
{"act": 1, "scene": 3, "text": "In scene 3, act 1:\nl change to virtue and to worthiness.\nCASSIUS: Him and his worth and our great need of him You have right well conceited. Let us go, For it is after midnight, and ere day We will awake him and be sure of him. They exit.\n"}
{"act": 2, "scene": 1, "text": "In scene 1, act 2:\nBRUTUS: What, Lucius, ho!— I cannot by the progress of the stars Give guess how near to day.—Lucius, I say!— I would it were my fault to sleep so soundly.— When, Lucius, when? Awake, I say! What, Lucius! Enter Lucius.\nLUCIUS: Called you, my lord?\nBRUTUS: Get me a taper in my study, Lucius. When it is lighted, come and call me here.\nLUCIUS: I will, my lord. He exits.\nBRUTUS: It must be by his death. And for my part I know no personal cause to spurn at him, But for the general. He would be crowned: How that might change his nature, there’s the question. It is the bright day that brings forth the adder, And that craves wary walking. Crown him that, And then I grant we put a sting in him That at his will he may do danger with. Th’ abuse of greatness is when it disjoins\nLUCIUS: The taper burnet"}
{"act": 2, "scene": 1, "text": "In scene 1, act 2:\n adder, And that craves wary walking. Crown him that, And then I grant we put a sting in him That at his will he may do danger with. Th’ abuse of greatness is when it disjoins\nLUCIUS: The taper burneth in your closet, sir. Searching the window for a flint, I found This paper, thus sealed up, and I am sure It did not lie there when I went to bed. Gives him the letter.\nBRUTUS: Get you to bed again. It is not day. Is not tomorrow, boy, the ides of March?\nLUCIUS: I know not, sir.\nBRUTUS: Look in the calendar, and bring me word.\nLUCIUS: I will, sir. He exits.\nBRUTUS: The exhalations, whizzing in the air, Give so much light that I may read by them. Opens the letter and reads.\nLUCIUS: Sir, March is wasted fifteen days. Knock within.\nBRUTUS: ’Tis good. Go to the gate; somebody knocks. Lucius exits"}
{"act": 2, "scene": 1, "text": "In scene 1, act 2:\ne air, Give so much light that I may read by them. Opens the letter and reads.\nLUCIUS: Sir, March is wasted fifteen days. Knock within.\nBRUTUS: ’Tis good. Go to the gate; somebody knocks. Lucius exits. Since Cassius first did whet me against Caesar, I have not slept. Between the acting of a dreadful thing And the first motion, all the interim is Like a phantasma or a hideous dream. The genius and the mortal instruments Are then in council, and the state of man, Like to a little kingdom, suffers then The nature of an insurrection. Enter Lucius.\nLUCIUS: Sir, ’tis your brother Cassius at the door, Who doth desire to see you.\nBRUTUS: Is he alone?\nLUCIUS: No, sir. There are more with him.\nBRUTUS: Do you know them?\nLUCIUS: No, sir. Their hats are plucked about their ears, And half their faces bu"}
{"act": 2, "scene": 1, "text": "In scene 1, act 2:\n, Who doth desire to see you.\nBRUTUS: Is he alone?\nLUCIUS: No, sir. There are more with him.\nBRUTUS: Do you know them?\nLUCIUS: No, sir. Their hats are plucked about their ears, And half their faces buried in their cloaks, That by no means I may discover them By any mark of favor.\nBRUTUS: Let ’em enter. Lucius exits. They are the faction. O conspiracy, Sham’st thou to show thy dang’rous brow by night, When evils are most free? O, then, by day Where wilt thou find a cavern dark enough To mask thy monstrous visage? Seek none, conspiracy. Hide it in smiles and affability; For if thou path, thy native semblance on, Not Erebus itself were dim enough To hide thee from prevention. Enter the conspirators, Cassius, Casca, Decius, Cinna, Metellus, and Trebonius.\nCASSIUS: I think we are too bold upon "}
{"act": 2, "scene": 1, "text": "In scene 1, act 2:\nive semblance on, Not Erebus itself were dim enough To hide thee from prevention. Enter the conspirators, Cassius, Casca, Decius, Cinna, Metellus, and Trebonius.\nCASSIUS: I think we are too bold upon your rest. Good morrow, Brutus. Do we trouble you?\nBRUTUS: I have been up this hour, awake all night. Know I these men that come along with you?\nCASSIUS: Yes, every man of them; and no man here But honors you, and every one doth wish You had but that opinion of yourself Which every noble Roman bears of you. This is Trebonius.\nBRUTUS: He is welcome hither.\nCASSIUS: This, Decius Brutus.\nBRUTUS: He is welcome too.\nCASSIUS: This, Casca; this, Cinna; and this, Metellus Cimber.\nBRUTUS: They are all welcome. What watchful cares do interpose themselves Betwixt your eyes and night?\nCASSIUS: Shall I ent"}
{"act": 2, "scene": 1, "text": "In scene 1, act 2:\ns welcome too.\nCASSIUS: This, Casca; this, Cinna; and this, Metellus Cimber.\nBRUTUS: They are all welcome. What watchful cares do interpose themselves Betwixt your eyes and night?\nCASSIUS: Shall I entreat a word? Brutus and Cassius whisper.\nDECIUS: Here lies the east; doth not the day break here?\nCASCA: No.\nCINNA: O pardon, sir, it doth; and yon gray lines That fret the clouds are messengers of day.\nCASCA: You shall confess that you are both deceived. Here, as I point my sword, the sun arises, Which is a great way growing on the south, Weighing the youthful season of the year. Some two months hence, up higher toward the north He first presents his fire, and the high east Stands, as the Capitol, directly here. BRUTUS, coming forward with Cassius Give me your hands all over, one by one.\nCASS"}
{"act": 2, "scene": 1, "text": "In scene 1, act 2:\nhence, up higher toward the north He first presents his fire, and the high east Stands, as the Capitol, directly here. BRUTUS, coming forward with Cassius Give me your hands all over, one by one.\nCASSIUS: And let us swear our resolution.\nBRUTUS: No, not an oath. If not the face of men, The sufferance of our souls, the time’s abuse— If these be motives weak, break off betimes, And every man hence to his idle bed. So let high-sighted tyranny range on\nCASSIUS: But what of Cicero? Shall we sound him? I think he will stand very strong with us.\nCASCA: Let us not leave him out.\nCINNA: No, by no means.\nMETELLUS: O, let us have him, for his silver hairs Will purchase us a good opinion And buy men’s voices to commend our deeds. It shall be said his judgment ruled our hands. Our youths and wildness s"}
{"act": 2, "scene": 1, "text": "In scene 1, act 2:\n.\nMETELLUS: O, let us have him, for his silver hairs Will purchase us a good opinion And buy men’s voices to commend our deeds. It shall be said his judgment ruled our hands. Our youths and wildness shall no whit appear, But all be buried in his gravity.\nBRUTUS: O, name him not! Let us not break with him, For he will never follow anything That other men begin.\nCASSIUS: Then leave him out.\nCASCA: Indeed, he is not fit.\nDECIUS: Shall no man else be touched, but only Caesar?\nCASSIUS: Decius, well urged. I think it is not meet Mark Antony, so well beloved of Caesar, Should outlive Caesar. We shall find of him A shrewd contriver; and, you know, his means, If he improve them, may well stretch so far As to annoy us all; which to prevent, Let Antony and Caesar fall together.\nBRUTUS: Our course wil"}
{"act": 2, "scene": 1, "text": "In scene 1, act 2:\n find of him A shrewd contriver; and, you know, his means, If he improve them, may well stretch so far As to annoy us all; which to prevent, Let Antony and Caesar fall together.\nBRUTUS: Our course will seem too bloody, Caius Cassius, To cut the head off and then hack the limbs, Like wrath in death and envy afterwards; For Antony is but a limb of Caesar. Let’s be sacrificers, but not butchers, Caius. We all stand up against the spirit of Caesar, And in the spirit of men there is no blood. O, that we then could come by Caesar’s spirit And not dismember Caesar! But, alas, Caesar must bleed for it. And, gentle friends, Let’s kill him boldly, but not wrathfully. Let’s carve him as a dish fit for the gods, Not hew him as a carcass fit for hounds. And let our hearts, as subtle masters do, Stir up"}
{"act": 2, "scene": 1, "text": "In scene 1, act 2:\n. And, gentle friends, Let’s kill him boldly, but not wrathfully. Let’s carve him as a dish fit for the gods, Not hew him as a carcass fit for hounds. And let our hearts, as subtle masters do, Stir up their servants to an act of rage And after seem to chide ’em. This shall make Our purpose necessary and not envious; Which so appearing to the common eyes, We shall be called purgers, not murderers.\nCASSIUS: Yet I fear him, For in the engrafted love he bears to Caesar—\nBRUTUS: Alas, good Cassius, do not think of him. If he love Caesar, all that he can do Is to himself: take thought and die for Caesar. And that were much he should, for he is given To sports, to wildness, and much company.\nTREBONIUS: There is no fear in him. Let him not die, For he will live and laugh at this hereafter. Clock s"}
{"act": 2, "scene": 1, "text": "In scene 1, act 2:\nesar. And that were much he should, for he is given To sports, to wildness, and much company.\nTREBONIUS: There is no fear in him. Let him not die, For he will live and laugh at this hereafter. Clock strikes.\nBRUTUS: Peace, count the clock.\nCASSIUS: The clock hath stricken three.\nTREBONIUS: ’Tis time to part.\nCASSIUS: But it is doubtful yet Whether Caesar will come forth today or no, For he is superstitious grown of late, Quite from the main opinion he held once Of fantasy, of dreams, and ceremonies. It may be these apparent prodigies, The unaccustomed terror of this night, And the persuasion of his augurers May hold him from the Capitol today.\nDECIUS: Never fear that. If he be so resolved, I can o’ersway him, for he loves to hear That unicorns may be betrayed with trees, And bears with gla"}
{"act": 2, "scene": 1, "text": "In scene 1, act 2:\nf his augurers May hold him from the Capitol today.\nDECIUS: Never fear that. If he be so resolved, I can o’ersway him, for he loves to hear That unicorns may be betrayed with trees, And bears with glasses, elephants with holes, Lions with toils, and men with flatterers.\nCASSIUS: Nay, we will all of us be there to fetch him.\nBRUTUS: By the eighth hour, is that the uttermost?\nCINNA: Be that the uttermost, and fail not then.\nMETELLUS: Caius Ligarius doth bear Caesar hard, Who rated him for speaking well of Pompey. I wonder none of you have thought of him.\nBRUTUS: Now, good Metellus, go along by him. He loves me well, and I have given him reasons. Send him but hither, and I’ll fashion him.\nCASSIUS: The morning comes upon ’s. We’ll leave you, Brutus. And, friends, disperse yourselves, but all r"}
{"act": 2, "scene": 1, "text": "In scene 1, act 2:\nim. He loves me well, and I have given him reasons. Send him but hither, and I’ll fashion him.\nCASSIUS: The morning comes upon ’s. We’ll leave you, Brutus. And, friends, disperse yourselves, but all remember What you have said, and show yourselves true Romans.\nBRUTUS: Good gentlemen, look fresh and merrily. Let not our looks put on our purposes, But bear it, as our Roman actors do, With untired spirits and formal constancy. And so good morrow to you every one. All but Brutus exit. Boy! Lucius!—Fast asleep? It is no matter. Enjoy the honey-heavy dew of slumber. Thou hast no figures nor no fantasies\nPORTIA: Brutus, my lord.\nBRUTUS: Portia! What mean you? Wherefore rise you now? It is not for your health thus to commit Your weak condition to the raw cold morning.\nPORTIA: Nor for yours neither"}
{"act": 2, "scene": 1, "text": "In scene 1, act 2:\nsies\nPORTIA: Brutus, my lord.\nBRUTUS: Portia! What mean you? Wherefore rise you now? It is not for your health thus to commit Your weak condition to the raw cold morning.\nPORTIA: Nor for yours neither. You’ve ungently, Brutus, Stole from my bed. And yesternight at supper You suddenly arose and walked about, Musing and sighing, with your arms across, And when I asked you what the matter was, You stared upon me with ungentle looks. I urged you further; then you scratched your head And too impatiently stamped with your foot. Yet I insisted; yet you answered not, But with an angry wafture of your hand Gave sign for me to leave you. So I did, Fearing to strengthen that impatience Which seemed too much enkindled, and withal Hoping it was but an effect of humor, Which sometime hath his hour with "}
{"act": 2, "scene": 1, "text": "In scene 1, act 2:\nhand Gave sign for me to leave you. So I did, Fearing to strengthen that impatience Which seemed too much enkindled, and withal Hoping it was but an effect of humor, Which sometime hath his hour with every man. It will not let you eat nor talk nor sleep, And could it work so much upon your shape As it hath much prevailed on your condition, I should not know you Brutus. Dear my lord, Make me acquainted with your cause of grief.\nBRUTUS: I am not well in health, and that is all.\nPORTIA: Brutus is wise and, were he not in health, He would embrace the means to come by it.\nBRUTUS: Why so I do. Good Portia, go to bed.\nPORTIA: Is Brutus sick? And is it physical To walk unbracèd and suck up the humors Of the dank morning? What, is Brutus sick, And will he steal out of his wholesome bed To dare the "}
{"act": 2, "scene": 1, "text": "In scene 1, act 2:\nPortia, go to bed.\nPORTIA: Is Brutus sick? And is it physical To walk unbracèd and suck up the humors Of the dank morning? What, is Brutus sick, And will he steal out of his wholesome bed To dare the vile contagion of the night And tempt the rheumy and unpurgèd air To add unto his sickness? No, my Brutus, You have some sick offense within your mind, Which by the right and virtue of my place I ought to know of. She kneels. And upon my knees I charm you, by my once commended beauty, By all your vows of love, and that great vow Which did incorporate and make us one, That you unfold to me, your self, your half, Why you are heavy, and what men tonight Have had resort to you; for here have been Some six or seven who did hide their faces Even from darkness.\nBRUTUS: Kneel not, gentle Portia. He li"}
{"act": 2, "scene": 1, "text": "In scene 1, act 2:\nlf, your half, Why you are heavy, and what men tonight Have had resort to you; for here have been Some six or seven who did hide their faces Even from darkness.\nBRUTUS: Kneel not, gentle Portia. He lifts her up.\nPORTIA: I should not need, if you were gentle Brutus. Within the bond of marriage, tell me, Brutus, Is it excepted I should know no secrets That appertain to you? Am I your self But, as it were, in sort or limitation, To keep with you at meals, comfort your bed, And talk to you sometimes? Dwell I but in the suburbs Of your good pleasure? If it be no more, Portia is Brutus’ harlot, not his wife.\nBRUTUS: You are my true and honorable wife, As dear to me as are the ruddy drops That visit my sad heart.\nPORTIA: If this were true, then should I know this secret. I grant I am a woman, but"}
{"act": 2, "scene": 1, "text": "In scene 1, act 2:\nhis wife.\nBRUTUS: You are my true and honorable wife, As dear to me as are the ruddy drops That visit my sad heart.\nPORTIA: If this were true, then should I know this secret. I grant I am a woman, but withal A woman that Lord Brutus took to wife. I grant I am a woman, but withal A woman well-reputed, Cato’s daughter. Think you I am no stronger than my sex, Being so fathered and so husbanded? Tell me your counsels; I will not disclose ’em. I have made strong proof of my constancy, Giving myself a voluntary wound Here, in the thigh. Can I bear that with patience, And not my husband’s secrets?\nBRUTUS: O you gods, Render me worthy of this noble wife! Knock. Hark, hark, one knocks. Portia, go in awhile, And by and by thy bosom shall partake The secrets of my heart. All my engagements I will con"}
{"act": 2, "scene": 1, "text": "In scene 1, act 2:\nUTUS: O you gods, Render me worthy of this noble wife! Knock. Hark, hark, one knocks. Portia, go in awhile, And by and by thy bosom shall partake The secrets of my heart. All my engagements I will construe to thee, All the charactery of my sad brows. Leave me with haste. Portia exits. Lucius, who ’s that knocks? Enter Lucius and Ligarius.\nLUCIUS: Here is a sick man that would speak with you.\nBRUTUS: Caius Ligarius, that Metellus spoke of.— Boy, stand aside. Lucius exits. Caius Ligarius, how?\nLIGARIUS: Vouchsafe good morrow from a feeble tongue.\nBRUTUS: O, what a time have you chose out, brave Caius, To wear a kerchief! Would you were not sick!\nLIGARIUS: I am not sick, if Brutus have in hand Any exploit worthy the name of honor.\nBRUTUS: Such an exploit have I in hand, Ligarius, Had you a he"}
{"act": 2, "scene": 1, "text": "In scene 1, act 2:\nCaius, To wear a kerchief! Would you were not sick!\nLIGARIUS: I am not sick, if Brutus have in hand Any exploit worthy the name of honor.\nBRUTUS: Such an exploit have I in hand, Ligarius, Had you a healthful ear to hear of it.\nLIGARIUS: By all the gods that Romans bow before, I here discard my sickness. He takes off his kerchief. Soul of Rome, Brave son derived from honorable loins, Thou like an exorcist hast conjured up My mortifièd spirit. Now bid me run, And I will strive with things impossible, Yea, get the better of them. What’s to do?\nBRUTUS: A piece of work that will make sick men whole.\nLIGARIUS: But are not some whole that we must make sick?\nBRUTUS: That must we also. What it is, my Caius, I shall unfold to thee as we are going To whom it must be done.\nLIGARIUS: Set on your foot, "}
{"act": 2, "scene": 1, "text": "In scene 1, act 2:\n.\nLIGARIUS: But are not some whole that we must make sick?\nBRUTUS: That must we also. What it is, my Caius, I shall unfold to thee as we are going To whom it must be done.\nLIGARIUS: Set on your foot, And with a heart new-fired I follow you To do I know not what; but it sufficeth That Brutus leads me on. Thunder.\nBRUTUS: Follow me then. They exit.\n"}
{"act": 2, "scene": 2, "text": "In scene 2, act 2:\nCAESAR: Nor heaven nor Earth have been at peace tonight. Thrice hath Calphurnia in her sleep cried out “Help ho, they murder Caesar!”—Who’s within? Enter a Servant.\nSERVANT: My lord.\nCAESAR: Go bid the priests do present sacrifice, And bring me their opinions of success.\nSERVANT: I will, my lord. He exits. Enter Calphurnia.\nCALPHURNIA: What mean you, Caesar? Think you to walk forth? You shall not stir out of your house today.\nCAESAR: Caesar shall forth. The things that threatened me Ne’er looked but on my back. When they shall see The face of Caesar, they are vanishèd.\nCALPHURNIA: Caesar, I never stood on ceremonies, Yet now they fright me. There is one within, Besides the things that we have heard and seen, Recounts most horrid sights seen by the watch. A lioness hath whelpèd in the stree"}
{"act": 2, "scene": 2, "text": "In scene 2, act 2:\nver stood on ceremonies, Yet now they fright me. There is one within, Besides the things that we have heard and seen, Recounts most horrid sights seen by the watch. A lioness hath whelpèd in the streets, And graves have yawned and yielded up their dead. Fierce fiery warriors fought upon the clouds In ranks and squadrons and right form of war, Which drizzled blood upon the Capitol. The noise of battle hurtled in the air, Horses did neigh, and dying men did groan,\nCAESAR: What can be avoided Whose end is purposed by the mighty gods? Yet Caesar shall go forth, for these predictions Are to the world in general as to Caesar.\nCALPHURNIA: When beggars die there are no comets seen; The heavens themselves blaze forth the death of princes.\nCAESAR: Cowards die many times before their deaths; The vali"}
{"act": 2, "scene": 2, "text": "In scene 2, act 2:\nld in general as to Caesar.\nCALPHURNIA: When beggars die there are no comets seen; The heavens themselves blaze forth the death of princes.\nCAESAR: Cowards die many times before their deaths; The valiant never taste of death but once. Of all the wonders that I yet have heard, It seems to me most strange that men should fear, Seeing that death, a necessary end, Will come when it will come. Enter a Servant. What say the augurers?\nSERVANT: They would not have you to stir forth today. Plucking the entrails of an offering forth, They could not find a heart within the beast.\nCAESAR: The gods do this in shame of cowardice. Caesar should be a beast without a heart If he should stay at home today for fear. No, Caesar shall not. Danger knows full well That Caesar is more dangerous than he. We are tw"}
{"act": 2, "scene": 2, "text": "In scene 2, act 2:\n in shame of cowardice. Caesar should be a beast without a heart If he should stay at home today for fear. No, Caesar shall not. Danger knows full well That Caesar is more dangerous than he. We are two lions littered in one day, And I the elder and more terrible. And Caesar shall go forth.\nCALPHURNIA: Alas, my lord, Your wisdom is consumed in confidence.\nCAESAR: Mark Antony shall say I am not well, And for thy humor I will stay at home. He lifts her up. Enter Decius. Here’s Decius Brutus; he shall tell them so.\nDECIUS: Caesar, all hail! Good morrow, worthy Caesar. I come to fetch you to the Senate House.\nCAESAR: And you are come in very happy time To bear my greeting to the Senators And tell them that I will not come today. Cannot is false, and that I dare not, falser. I will not come toda"}
{"act": 2, "scene": 2, "text": "In scene 2, act 2:\nnate House.\nCAESAR: And you are come in very happy time To bear my greeting to the Senators And tell them that I will not come today. Cannot is false, and that I dare not, falser. I will not come today. Tell them so, Decius.\nCALPHURNIA: Say he is sick.\nCAESAR: Shall Caesar send a lie? Have I in conquest stretched mine arm so far, To be afeard to tell graybeards the truth? Decius, go tell them Caesar will not come.\nDECIUS: Most mighty Caesar, let me know some cause, Lest I be laughed at when I tell them so.\nCAESAR: The cause is in my will. I will not come. That is enough to satisfy the Senate. But for your private satisfaction, Because I love you, I will let you know. Calphurnia here, my wife, stays me at home.\nDECIUS: This dream is all amiss interpreted. It was a vision fair and fortunate."}
{"act": 2, "scene": 2, "text": "In scene 2, act 2:\nBut for your private satisfaction, Because I love you, I will let you know. Calphurnia here, my wife, stays me at home.\nDECIUS: This dream is all amiss interpreted. It was a vision fair and fortunate. Your statue spouting blood in many pipes, In which so many smiling Romans bathed, Signifies that from you great Rome shall suck Reviving blood, and that great men shall press For tinctures, stains, relics, and cognizance. This by Calphurnia’s dream is signified.\nCAESAR: And this way have you well expounded it.\nDECIUS: I have, when you have heard what I can say. And know it now: the Senate have concluded To give this day a crown to mighty Caesar. If you shall send them word you will not come, Their minds may change. Besides, it were a mock Apt to be rendered, for someone to say “Break up the S"}
{"act": 2, "scene": 2, "text": "In scene 2, act 2:\nncluded To give this day a crown to mighty Caesar. If you shall send them word you will not come, Their minds may change. Besides, it were a mock Apt to be rendered, for someone to say “Break up the Senate till another time, When Caesar’s wife shall meet with better dreams.” If Caesar hide himself, shall they not whisper “Lo, Caesar is afraid”? Pardon me, Caesar, for my dear dear love To your proceeding bids me tell you this, And reason to my love is liable.\nCAESAR: How foolish do your fears seem now, Calphurnia! I am ashamèd I did yield to them. Give me my robe, for I will go.\nPUBLIUS: Good morrow, Caesar.\nCAESAR: Welcome, Publius.— What, Brutus, are you stirred so early too?— Good morrow, Casca.—Caius Ligarius, Caesar was ne’er so much your enemy As that same ague which hath made you lea"}
{"act": 2, "scene": 2, "text": "In scene 2, act 2:\norrow, Caesar.\nCAESAR: Welcome, Publius.— What, Brutus, are you stirred so early too?— Good morrow, Casca.—Caius Ligarius, Caesar was ne’er so much your enemy As that same ague which hath made you lean.— What is ’t o’clock?\nBRUTUS: Caesar, ’tis strucken eight.\nCAESAR: I thank you for your pains and courtesy. Enter Antony. See, Antony that revels long a-nights Is notwithstanding up.—Good morrow, Antony.\nANTONY: So to most noble Caesar. CAESAR, to Servant Bid them prepare within.— I am to blame to be thus waited for. Servant exits. Now, Cinna.—Now, Metellus.—What, Trebonius, I have an hour’s talk in store for you. Remember that you call on me today; Be near me that I may remember you.\nTREBONIUS: Caesar, I will. Aside. And so near will I be That your best friends shall wish I had been further"}
{"act": 2, "scene": 2, "text": "In scene 2, act 2:\nk in store for you. Remember that you call on me today; Be near me that I may remember you.\nTREBONIUS: Caesar, I will. Aside. And so near will I be That your best friends shall wish I had been further.\nCAESAR: Good friends, go in and taste some wine with me, And we, like friends, will straightway go together. BRUTUS, aside That every like is not the same, O Caesar, The heart of Brutus earns to think upon. They exit.\n"}
{"act": 2, "scene": 3, "text": "In scene 3, act 2:\nARTEMIDORUS: Caesar, beware of Brutus, take heed of Cassius, come not near Casca, have an eye to Cinna, trust not Trebonius, mark well Metellus Cimber. Decius Brutus loves thee not. Thou hast wronged Caius Ligarius. There is but one mind in all these men, and it is bent against Caesar. If thou beest not immortal, look about you. Security gives way to conspiracy. The mighty gods defend thee! Thy lover, Artemidorus Here will I stand till Caesar pass along, And as a suitor will I give him this. My heart laments that virtue cannot live Out of the teeth of emulation. If thou read this, O Caesar, thou mayest live; If not, the Fates with traitors do contrive. He exits.\n"}
{"act": 2, "scene": 3, "text": "In scene 3, act 2:\nou mayest live; If not, the Fates with traitors do contrive. He exits.\n"}
{"act": 2, "scene": 4, "text": "In scene 4, act 2:\nPORTIA: I prithee, boy, run to the Senate House. Stay not to answer me, but get thee gone. Why dost thou stay?\nLUCIUS: To know my errand, madam.\nPORTIA: I would have had thee there and here again Ere I can tell thee what thou shouldst do there. Aside. O constancy, be strong upon my side; Set a huge mountain ’tween my heart and tongue. I have a man’s mind but a woman’s might.\nLUCIUS: Madam, what should I do? Run to the Capitol, and nothing else? And so return to you, and nothing else?\nPORTIA: Yes, bring me word, boy, if thy lord look well, For he went sickly forth. And take good note What Caesar doth, what suitors press to him. Hark, boy, what noise is that?\nLUCIUS: I hear none, madam.\nPORTIA: Prithee, listen well. I heard a bustling rumor like a fray, And the wind brings it from the Capito"}
{"act": 2, "scene": 4, "text": "In scene 4, act 2:\nr doth, what suitors press to him. Hark, boy, what noise is that?\nLUCIUS: I hear none, madam.\nPORTIA: Prithee, listen well. I heard a bustling rumor like a fray, And the wind brings it from the Capitol.\nLUCIUS: Sooth, madam, I hear nothing. Enter the Soothsayer.\nPORTIA: Come hither, fellow. Which way hast thou been?\nSOOTHSAYER: At mine own house, good lady.\nPORTIA: What is ’t o’clock?\nSOOTHSAYER: About the ninth hour, lady.\nPORTIA: Is Caesar yet gone to the Capitol?\nSOOTHSAYER: Madam, not yet. I go to take my stand To see him pass on to the Capitol.\nPORTIA: Thou hast some suit to Caesar, hast thou not?\nSOOTHSAYER: That I have, lady. If it will please Caesar To be so good to Caesar as to hear me, I shall beseech him to befriend himself.\nPORTIA: Why, know’st thou any harm’s intended towards "}
{"act": 2, "scene": 4, "text": "In scene 4, act 2:\nthou not?\nSOOTHSAYER: That I have, lady. If it will please Caesar To be so good to Caesar as to hear me, I shall beseech him to befriend himself.\nPORTIA: Why, know’st thou any harm’s intended towards him?\nSOOTHSAYER: None that I know will be, much that I fear may chance. Good morrow to you.—Here the street is narrow. The throng that follows Caesar at the heels, Of senators, of praetors, common suitors, Will crowd a feeble man almost to death. I’ll get me to a place more void, and there Speak to great Caesar as he comes along. He exits.\nPORTIA: I must go in. Aside. Ay me, how weak a thing The heart of woman is! O Brutus, The heavens speed thee in thine enterprise! Sure the boy heard me. To Lucius. Brutus hath a suit That Caesar will not grant. Aside. O, I grow faint.— Run, Lucius, and comme"}
{"act": 2, "scene": 4, "text": "In scene 4, act 2:\neart of woman is! O Brutus, The heavens speed thee in thine enterprise! Sure the boy heard me. To Lucius. Brutus hath a suit That Caesar will not grant. Aside. O, I grow faint.— Run, Lucius, and commend me to my lord. Say I am merry. Come to me again And bring me word what he doth say to thee. They exit separately.\n"}
{"act": 3, "scene": 1, "text": "In scene 1, act 3:\nCAESAR: The ides of March are come.\nSOOTHSAYER: Ay, Caesar, but not gone.\nARTEMIDORUS: Hail, Caesar. Read this schedule.\nDECIUS: Trebonius doth desire you to o’erread, At your best leisure, this his humble suit.\nARTEMIDORUS: O Caesar, read mine first, for mine’s a suit That touches Caesar nearer. Read it, great Caesar.\nCAESAR: What touches us ourself shall be last served.\nARTEMIDORUS: Delay not, Caesar; read it instantly.\nCAESAR: What, is the fellow mad?\nPUBLIUS: Sirrah, give place.\nCASSIUS: What, urge you your petitions in the street? Come to the Capitol. Caesar goes forward, the rest following.\nCASSIUS: What enterprise, Popilius?\nPOPILIUS: Fare you well. He walks away.\nBRUTUS: What said Popilius Lena?\nCASSIUS: He wished today our enterprise might thrive. I fear our purpose is discoverèd."}
{"act": 3, "scene": 1, "text": "In scene 1, act 3:\nng.\nCASSIUS: What enterprise, Popilius?\nPOPILIUS: Fare you well. He walks away.\nBRUTUS: What said Popilius Lena?\nCASSIUS: He wished today our enterprise might thrive. I fear our purpose is discoverèd.\nBRUTUS: Look how he makes to Caesar. Mark him.\nCASSIUS: Casca, be sudden, for we fear prevention.— Brutus, what shall be done? If this be known, Cassius or Caesar never shall turn back, For I will slay myself.\nBRUTUS: Cassius, be constant. Popilius Lena speaks not of our purposes, For look, he smiles, and Caesar doth not change.\nCASSIUS: Trebonius knows his time, for look you, Brutus, He draws Mark Antony out of the way. Trebonius and Antony exit.\nDECIUS: Where is Metellus Cimber? Let him go And presently prefer his suit to Caesar.\nBRUTUS: He is addressed. Press near and second him.\nCINNA: Ca"}
{"act": 3, "scene": 1, "text": "In scene 1, act 3:\nrk Antony out of the way. Trebonius and Antony exit.\nDECIUS: Where is Metellus Cimber? Let him go And presently prefer his suit to Caesar.\nBRUTUS: He is addressed. Press near and second him.\nCINNA: Casca, you are the first that rears your hand.\nCAESAR: Are we all ready? What is now amiss That Caesar and his Senate must redress? METELLUS, kneeling Most high, most mighty, and most puissant Caesar, Metellus Cimber throws before thy seat An humble heart.\nCAESAR: I must prevent thee, Cimber. These couchings and these lowly courtesies Might fire the blood of ordinary men And turn preordinance and first decree Into the law of children. Be not fond To think that Caesar bears such rebel blood That will be thawed from the true quality With that which melteth fools—I mean sweet words, Low-crookèd cur"}
{"act": 3, "scene": 1, "text": "In scene 1, act 3:\nrst decree Into the law of children. Be not fond To think that Caesar bears such rebel blood That will be thawed from the true quality With that which melteth fools—I mean sweet words, Low-crookèd curtsies, and base spaniel fawning. Thy brother by decree is banishèd. If thou dost bend and pray and fawn for him, I spurn thee like a cur out of my way. Know: Caesar doth not wrong, nor without cause Will he be satisfied.\nMETELLUS: Is there no voice more worthy than my own To sound more sweetly in great Caesar’s ear For the repealing of my banished brother? BRUTUS, kneeling I kiss thy hand, but not in flattery, Caesar, Desiring thee that Publius Cimber may Have an immediate freedom of repeal.\nCAESAR: What, Brutus? CASSIUS, kneeling Pardon, Caesar; Caesar, pardon! As low as to thy foot doth Cass"}
{"act": 3, "scene": 1, "text": "In scene 1, act 3:\n in flattery, Caesar, Desiring thee that Publius Cimber may Have an immediate freedom of repeal.\nCAESAR: What, Brutus? CASSIUS, kneeling Pardon, Caesar; Caesar, pardon! As low as to thy foot doth Cassius fall To beg enfranchisement for Publius Cimber.\nCAESAR: I could be well moved, if I were as you. If I could pray to move, prayers would move me. But I am constant as the Northern Star, Of whose true fixed and resting quality There is no fellow in the firmament. The skies are painted with unnumbered sparks;\nCAESAR: Hence. Wilt thou lift up Olympus? DECIUS, kneeling Great Caesar—\nCAESAR: Doth not Brutus bootless kneel?\nCASCA: Speak, hands, for me! As Casca strikes, the others rise up and stab Caesar.\nCAESAR: Et tu, Brutè?—Then fall, Caesar. He dies.\nCINNA: Liberty! Freedom! Tyranny is dead! "}
{"act": 3, "scene": 1, "text": "In scene 1, act 3:\nt Brutus bootless kneel?\nCASCA: Speak, hands, for me! As Casca strikes, the others rise up and stab Caesar.\nCAESAR: Et tu, Brutè?—Then fall, Caesar. He dies.\nCINNA: Liberty! Freedom! Tyranny is dead! Run hence, proclaim, cry it about the streets.\nCASSIUS: Some to the common pulpits and cry out “Liberty, freedom, and enfranchisement.”\nBRUTUS: People and Senators, be not affrighted. Fly not; stand still. Ambition’s debt is paid.\nCASCA: Go to the pulpit, Brutus.\nDECIUS: And Cassius too.\nBRUTUS: Where’s Publius?\nCINNA: Here, quite confounded with this mutiny.\nMETELLUS: Stand fast together, lest some friend of Caesar’s Should chance—\nBRUTUS: Talk not of standing.—Publius, good cheer. There is no harm intended to your person, Nor to no Roman else. So tell them, Publius.\nCASSIUS: And leave us, Pu"}
{"act": 3, "scene": 1, "text": "In scene 1, act 3:\nme friend of Caesar’s Should chance—\nBRUTUS: Talk not of standing.—Publius, good cheer. There is no harm intended to your person, Nor to no Roman else. So tell them, Publius.\nCASSIUS: And leave us, Publius, lest that the people, Rushing on us, should do your age some mischief.\nBRUTUS: Do so, and let no man abide this deed But we the doers. All but the Conspirators exit. Enter Trebonius.\nCASSIUS: Where is Antony?\nTREBONIUS: Fled to his house amazed. Men, wives, and children stare, cry out, and run As it were doomsday.\nBRUTUS: Fates, we will know your pleasures. That we shall die we know; ’tis but the time, And drawing days out, that men stand upon.\nCASCA: Why, he that cuts off twenty years of life Cuts off so many years of fearing death.\nBRUTUS: Grant that, and then is death a benefit. So a"}
{"act": 3, "scene": 1, "text": "In scene 1, act 3:\nut the time, And drawing days out, that men stand upon.\nCASCA: Why, he that cuts off twenty years of life Cuts off so many years of fearing death.\nBRUTUS: Grant that, and then is death a benefit. So are we Caesar’s friends, that have abridged His time of fearing death. Stoop, Romans, stoop, And let us bathe our hands in Caesar’s blood Up to the elbows and besmear our swords. Then walk we forth, even to the marketplace, And, waving our red weapons o’er our heads, Let’s all cry “Peace, freedom, and liberty!”\nCASSIUS: Stoop then, and wash. They smear their hands and swords with Caesar’s blood. How many ages hence Shall this our lofty scene be acted over In states unborn and accents yet unknown!\nBRUTUS: How many times shall Caesar bleed in sport, That now on Pompey’s basis lies along No worthi"}
{"act": 3, "scene": 1, "text": "In scene 1, act 3:\nw many ages hence Shall this our lofty scene be acted over In states unborn and accents yet unknown!\nBRUTUS: How many times shall Caesar bleed in sport, That now on Pompey’s basis lies along No worthier than the dust!\nCASSIUS: So oft as that shall be, So often shall the knot of us be called The men that gave their country liberty.\nDECIUS: What, shall we forth?\nCASSIUS: Ay, every man away. Brutus shall lead, and we will grace his heels With the most boldest and best hearts of Rome. Enter a Servant.\nBRUTUS: Soft, who comes here? A friend of Antony’s. SERVANT, kneeling Thus, Brutus, did my master bid me kneel. Thus did Mark Antony bid me fall down, And, being prostrate, thus he bade me say: Brutus is noble, wise, valiant, and honest; Caesar was mighty, bold, royal, and loving. Say, I love Bru"}
{"act": 3, "scene": 1, "text": "In scene 1, act 3:\n bid me kneel. Thus did Mark Antony bid me fall down, And, being prostrate, thus he bade me say: Brutus is noble, wise, valiant, and honest; Caesar was mighty, bold, royal, and loving. Say, I love Brutus, and I honor him; Say, I feared Caesar, honored him, and loved him. If Brutus will vouchsafe that Antony May safely come to him and be resolved How Caesar hath deserved to lie in death, Mark Antony shall not love Caesar dead So well as Brutus living, but will follow The fortunes and affairs of noble Brutus\nBRUTUS: Thy master is a wise and valiant Roman. I never thought him worse. Tell him, so please him come unto this place, He shall be satisfied and, by my honor, Depart untouched.\nSERVANT: I’ll fetch him presently. Servant exits.\nBRUTUS: I know that we shall have him well to friend.\nCASSI"}
{"act": 3, "scene": 1, "text": "In scene 1, act 3:\nplease him come unto this place, He shall be satisfied and, by my honor, Depart untouched.\nSERVANT: I’ll fetch him presently. Servant exits.\nBRUTUS: I know that we shall have him well to friend.\nCASSIUS: I wish we may; but yet have I a mind That fears him much, and my misgiving still Falls shrewdly to the purpose. Enter Antony.\nBRUTUS: But here comes Antony.—Welcome, Mark Antony!\nANTONY: O mighty Caesar, dost thou lie so low? Are all thy conquests, glories, triumphs, spoils Shrunk to this little measure? Fare thee well.— I know not, gentlemen, what you intend, Who else must be let blood, who else is rank. If I myself, there is no hour so fit As Caesar’s death’s hour, nor no instrument Of half that worth as those your swords made rich With the most noble blood of all this world. I do beseec"}
{"act": 3, "scene": 1, "text": "In scene 1, act 3:\nlse is rank. If I myself, there is no hour so fit As Caesar’s death’s hour, nor no instrument Of half that worth as those your swords made rich With the most noble blood of all this world. I do beseech you, if you bear me hard, Now, whilst your purpled hands do reek and smoke, Fulfill your pleasure. Live a thousand years, I shall not find myself so apt to die; No place will please me so, no mean of death,\nBRUTUS: O Antony, beg not your death of us! Though now we must appear bloody and cruel, As by our hands and this our present act You see we do, yet see you but our hands And this the bleeding business they have done. Our hearts you see not; they are pitiful; And pity to the general wrong of Rome (As fire drives out fire, so pity pity) Hath done this deed on Caesar. For your part, To you o"}
{"act": 3, "scene": 1, "text": "In scene 1, act 3:\n business they have done. Our hearts you see not; they are pitiful; And pity to the general wrong of Rome (As fire drives out fire, so pity pity) Hath done this deed on Caesar. For your part, To you our swords have leaden points, Mark Antony. Our arms in strength of malice, and our hearts Of brothers’ temper, do receive you in With all kind love, good thoughts, and reverence.\nCASSIUS: Your voice shall be as strong as any man’s In the disposing of new dignities.\nBRUTUS: Only be patient till we have appeased The multitude, beside themselves with fear; And then we will deliver you the cause Why I, that did love Caesar when I struck him, Have thus proceeded.\nANTONY: I doubt not of your wisdom. Let each man render me his bloody hand. First, Marcus Brutus, will I shake with you.— Next, Caius Cas"}
{"act": 3, "scene": 1, "text": "In scene 1, act 3:\n, that did love Caesar when I struck him, Have thus proceeded.\nANTONY: I doubt not of your wisdom. Let each man render me his bloody hand. First, Marcus Brutus, will I shake with you.— Next, Caius Cassius, do I take your hand.— Now, Decius Brutus, yours;—now yours, Metellus;— Yours, Cinna;—and, my valiant Casca, yours;— Though last, not least in love, yours, good Trebonius.— Gentlemen all—alas, what shall I say? My credit now stands on such slippery ground That one of two bad ways you must conceit me,\nCASSIUS: Mark Antony—\nANTONY: Pardon me, Caius Cassius. The enemies of Caesar shall say this; Then, in a friend, it is cold modesty.\nCASSIUS: I blame you not for praising Caesar so. But what compact mean you to have with us? Will you be pricked in number of our friends, Or shall we on and not"}
{"act": 3, "scene": 1, "text": "In scene 1, act 3:\n Then, in a friend, it is cold modesty.\nCASSIUS: I blame you not for praising Caesar so. But what compact mean you to have with us? Will you be pricked in number of our friends, Or shall we on and not depend on you?\nANTONY: Therefore I took your hands, but was indeed Swayed from the point by looking down on Caesar. Friends am I with you all and love you all, Upon this hope, that you shall give me reasons Why and wherein Caesar was dangerous.\nBRUTUS: Or else were this a savage spectacle.\nANTONY: That’s all I seek; And am, moreover, suitor that I may Produce his body to the marketplace, And in the pulpit, as becomes a friend, Speak in the order of his funeral.\nBRUTUS: You shall, Mark Antony.\nCASSIUS: Brutus, a word with you. Aside to Brutus. You know not what you do. Do not consent That Anto"}
{"act": 3, "scene": 1, "text": "In scene 1, act 3:\nhe pulpit, as becomes a friend, Speak in the order of his funeral.\nBRUTUS: You shall, Mark Antony.\nCASSIUS: Brutus, a word with you. Aside to Brutus. You know not what you do. Do not consent That Antony speak in his funeral. Know you how much the people may be moved By that which he will utter? BRUTUS, aside to Cassius By your pardon, I will myself into the pulpit first And show the reason of our Caesar’s death. What Antony shall speak I will protest He speaks by leave and by permission, And that we are contented Caesar shall Have all true rites and lawful ceremonies. It shall advantage more than do us wrong. CASSIUS, aside to Brutus I know not what may fall. I like it not.\nBRUTUS: Mark Antony, here, take you Caesar’s body. You shall not in your funeral speech blame us But speak all good y"}
{"act": 3, "scene": 1, "text": "In scene 1, act 3:\nhan do us wrong. CASSIUS, aside to Brutus I know not what may fall. I like it not.\nBRUTUS: Mark Antony, here, take you Caesar’s body. You shall not in your funeral speech blame us But speak all good you can devise of Caesar And say you do ’t by our permission, Else shall you not have any hand at all About his funeral. And you shall speak In the same pulpit whereto I am going, After my speech is ended.\nANTONY: Be it so. I do desire no more.\nBRUTUS: Prepare the body, then, and follow us. All but Antony exit.\nANTONY: O pardon me, thou bleeding piece of earth, That I am meek and gentle with these butchers. Thou art the ruins of the noblest man That ever livèd in the tide of times. Woe to the hand that shed this costly blood! Over thy wounds now do I prophesy (Which like dumb mouths do ope thei"}
{"act": 3, "scene": 1, "text": "In scene 1, act 3:\nbutchers. Thou art the ruins of the noblest man That ever livèd in the tide of times. Woe to the hand that shed this costly blood! Over thy wounds now do I prophesy (Which like dumb mouths do ope their ruby lips To beg the voice and utterance of my tongue) A curse shall light upon the limbs of men; Domestic fury and fierce civil strife Shall cumber all the parts of Italy; Blood and destruction shall be so in use And dreadful objects so familiar That mothers shall but smile when they behold Their infants quartered with the hands of war, All pity choked with custom of fell deeds; And Caesar’s spirit, ranging for revenge, With Ate by his side come hot from hell, Shall in these confines with a monarch’s voice Cry “Havoc!” and let slip the dogs of war, That this foul deed shall smell above the "}
{"act": 3, "scene": 1, "text": "In scene 1, act 3:\nirit, ranging for revenge, With Ate by his side come hot from hell, Shall in these confines with a monarch’s voice Cry “Havoc!” and let slip the dogs of war, That this foul deed shall smell above the earth With carrion men groaning for burial. Enter Octavius’ Servant. You serve Octavius Caesar, do you not?\nSERVANT: I do, Mark Antony.\nANTONY: Caesar did write for him to come to Rome.\nSERVANT: He did receive his letters and is coming,\nANTONY: Thy heart is big. Get thee apart and weep. Passion, I see, is catching, for mine eyes, Seeing those beads of sorrow stand in thine, Began to water. Is thy master coming?\nSERVANT: He lies tonight within seven leagues of Rome.\nANTONY: Post back with speed and tell him what hath chanced. Here is a mourning Rome, a dangerous Rome, No Rome of safety for Octa"}
{"act": 3, "scene": 1, "text": "In scene 1, act 3:\nmaster coming?\nSERVANT: He lies tonight within seven leagues of Rome.\nANTONY: Post back with speed and tell him what hath chanced. Here is a mourning Rome, a dangerous Rome, No Rome of safety for Octavius yet. Hie hence and tell him so.—Yet stay awhile; Thou shalt not back till I have borne this corpse Into the marketplace. There shall I try, In my oration, how the people take The cruel issue of these bloody men, According to the which thou shalt discourse To young Octavius of the state of things. Lend me your hand. They exit with Caesar’s body.\n"}
{"act": 3, "scene": 2, "text": "In scene 2, act 3:\nPLEBEIANS: We will be satisfied! Let us be satisfied!\nBRUTUS: Then follow me and give me audience, friends.— Cassius, go you into the other street And part the numbers.— Those that will hear me speak, let ’em stay here; Those that will follow Cassius, go with him;\nSECOND PLEBEIAN: I will hear Cassius, and compare their reasons When severally we hear them renderèd. Cassius exits with some of the Plebeians. Brutus goes into the pulpit.\nTHIRD PLEBEIAN: The noble Brutus is ascended. Silence.\nBRUTUS: Be patient till the last. Romans, countrymen, and lovers, hear me for my cause, and be silent that you may hear. Believe me for mine honor, and have respect to mine honor that you may believe. Censure me in your wisdom, and awake your senses that you may the better judge. If there be any in this as"}
{"act": 3, "scene": 2, "text": "In scene 2, act 3:\nyou may hear. Believe me for mine honor, and have respect to mine honor that you may believe. Censure me in your wisdom, and awake your senses that you may the better judge. If there be any in this assembly, any dear friend of Caesar’s, to him I say that Brutus’ love to Caesar was no less than his. If then that friend demand why Brutus rose against Caesar, this is my answer: not that I loved Caesar less, but that I loved Rome more. Had you rather Caesar were living, and die all slaves, than that Caesar were dead, to live all freemen? As Caesar loved me, I weep for him. As he was fortunate, I rejoice at it. As he was valiant, I honor him. But, as he was ambitious, I slew him. There is tears for his love, joy for his fortune, honor for his valor, and death for his ambition. Who is here so ba"}
{"act": 3, "scene": 2, "text": "In scene 2, act 3:\nejoice at it. As he was valiant, I honor him. But, as he was ambitious, I slew him. There is tears for his love, joy for his fortune, honor for his valor, and death for his ambition. Who is here so base that would be a bondman? If any, speak, for him have I offended. Who is here so rude that would not be a Roman? If any, speak, for him have I offended. Who is here so vile that will not love his country? If any, speak, for him have I offended. I pause for a reply.\nPLEBEIANS: None, Brutus, none.\nBRUTUS: Then none have I offended. I have done no\nPLEBEIANS: Live, Brutus, live, live!\nFIRST PLEBEIAN: Bring him with triumph home unto his house.\nSECOND PLEBEIAN: Give him a statue with his ancestors.\nTHIRD PLEBEIAN: Let him be Caesar.\nFOURTH PLEBEIAN: Caesar’s better parts Shall be crowned in Brutu"}
{"act": 3, "scene": 2, "text": "In scene 2, act 3:\n: Bring him with triumph home unto his house.\nSECOND PLEBEIAN: Give him a statue with his ancestors.\nTHIRD PLEBEIAN: Let him be Caesar.\nFOURTH PLEBEIAN: Caesar’s better parts Shall be crowned in Brutus.\nFIRST PLEBEIAN: We’ll bring him to his house with shouts and clamors.\nBRUTUS: My countrymen—\nSECOND PLEBEIAN: Peace, silence! Brutus speaks.\nFIRST PLEBEIAN: Peace, ho!\nBRUTUS: Good countrymen, let me depart alone, And, for my sake, stay here with Antony. Do grace to Caesar’s corpse, and grace his speech Tending to Caesar’s glories, which Mark Antony (By our permission) is allowed to make.\nFIRST PLEBEIAN: Stay, ho, and let us hear Mark Antony!\nTHIRD PLEBEIAN: Let him go up into the public chair.\nPLEBEIANS: We’ll hear him.—Noble Antony, go up.\nANTONY: For Brutus’ sake, I am beholding to you. "}
{"act": 3, "scene": 2, "text": "In scene 2, act 3:\n PLEBEIAN: Stay, ho, and let us hear Mark Antony!\nTHIRD PLEBEIAN: Let him go up into the public chair.\nPLEBEIANS: We’ll hear him.—Noble Antony, go up.\nANTONY: For Brutus’ sake, I am beholding to you. He goes into the pulpit.\nFOURTH PLEBEIAN: What does he say of Brutus?\nTHIRD PLEBEIAN: He says for Brutus’ sake He finds himself beholding to us all.\nFOURTH PLEBEIAN: ’Twere best he speak no harm of Brutus here.\nFIRST PLEBEIAN: This Caesar was a tyrant.\nTHIRD PLEBEIAN: Nay, that’s certain. We are blest that Rome is rid of him.\nSECOND PLEBEIAN: Peace, let us hear what Antony can say.\nANTONY: You gentle Romans—\nPLEBEIANS: Peace, ho! Let us hear him.\nANTONY: Friends, Romans, countrymen, lend me your ears. I come to bury Caesar, not to praise him. The evil that men do lives after them; The good is "}
{"act": 3, "scene": 2, "text": "In scene 2, act 3:\ntle Romans—\nPLEBEIANS: Peace, ho! Let us hear him.\nANTONY: Friends, Romans, countrymen, lend me your ears. I come to bury Caesar, not to praise him. The evil that men do lives after them; The good is oft interrèd with their bones. So let it be with Caesar. The noble Brutus Hath told you Caesar was ambitious. If it were so, it was a grievous fault, And grievously hath Caesar answered it. Here, under leave of Brutus and the rest (For Brutus is an honorable man;\nFIRST PLEBEIAN: Methinks there is much reason in his sayings.\nSECOND PLEBEIAN: If thou consider rightly of the matter, Caesar has had great wrong.\nTHIRD PLEBEIAN: Has he, masters? I fear there will a worse come in his place.\nFOURTH PLEBEIAN: Marked you his words? He would not take the crown; Therefore ’tis certain he was not ambitious"}
{"act": 3, "scene": 2, "text": "In scene 2, act 3:\neat wrong.\nTHIRD PLEBEIAN: Has he, masters? I fear there will a worse come in his place.\nFOURTH PLEBEIAN: Marked you his words? He would not take the crown; Therefore ’tis certain he was not ambitious.\nFIRST PLEBEIAN: If it be found so, some will dear abide it.\nSECOND PLEBEIAN: Poor soul, his eyes are red as fire with weeping.\nTHIRD PLEBEIAN: There’s not a nobler man in Rome than Antony.\nFOURTH PLEBEIAN: Now mark him. He begins again to speak.\nANTONY: But yesterday the word of Caesar might Have stood against the world. Now lies he there, And none so poor to do him reverence. O masters, if I were disposed to stir Your hearts and minds to mutiny and rage, I should do Brutus wrong and Cassius wrong, Who, you all know, are honorable men. I will not do them wrong. I rather choose To wrong the d"}
{"act": 3, "scene": 2, "text": "In scene 2, act 3:\nre disposed to stir Your hearts and minds to mutiny and rage, I should do Brutus wrong and Cassius wrong, Who, you all know, are honorable men. I will not do them wrong. I rather choose To wrong the dead, to wrong myself and you, Than I will wrong such honorable men. But here’s a parchment with the seal of Caesar. I found it in his closet. ’Tis his will. Let but the commons hear this testament, Which, pardon me, I do not mean to read, And they would go and kiss dead Caesar’s wounds And dip their napkins in his sacred blood— Yea, beg a hair of him for memory And, dying, mention it within their wills, Bequeathing it as a rich legacy Unto their issue.\nFOURTH PLEBEIAN: We’ll hear the will. Read it, Mark Antony.\nPLEBEIANS: The will, the will! We will hear Caesar’s will.\nANTONY: Have patience, g"}
{"act": 3, "scene": 2, "text": "In scene 2, act 3:\nwills, Bequeathing it as a rich legacy Unto their issue.\nFOURTH PLEBEIAN: We’ll hear the will. Read it, Mark Antony.\nPLEBEIANS: The will, the will! We will hear Caesar’s will.\nANTONY: Have patience, gentle friends. I must not read it.\nFOURTH PLEBEIAN: Read the will! We’ll hear it, Antony.\nPLEBEIANS: You shall read us the will, Caesar’s will.\nANTONY: Will you be patient? Will you stay awhile? I have o’ershot myself to tell you of it. I fear I wrong the honorable men Whose daggers have stabbed Caesar. I do fear it.\nFOURTH PLEBEIAN: They were traitors. Honorable men?\nPLEBEIANS: The will! The testament!\nSECOND PLEBEIAN: They were villains, murderers. The will! Read the will.\nANTONY: You will compel me, then, to read the will? Then make a ring about the corpse of Caesar, And let me show you him"}
{"act": 3, "scene": 2, "text": "In scene 2, act 3:\nament!\nSECOND PLEBEIAN: They were villains, murderers. The will! Read the will.\nANTONY: You will compel me, then, to read the will? Then make a ring about the corpse of Caesar, And let me show you him that made the will. Shall I descend? And will you give me leave?\nPLEBEIANS: Come down.\nSECOND PLEBEIAN: Descend.\nTHIRD PLEBEIAN: You shall have leave. Antony descends. FOURTH PLEBEIAN A ring; stand round.\nFIRST PLEBEIAN: Stand from the hearse. Stand from the body.\nSECOND PLEBEIAN: Room for Antony, most noble Antony.\nANTONY: Nay, press not so upon me. Stand far off.\nPLEBEIANS: Stand back! Room! Bear back!\nANTONY: If you have tears, prepare to shed them now. You all do know this mantle. I remember The first time ever Caesar put it on. ’Twas on a summer’s evening in his tent, That day he overcam"}
{"act": 3, "scene": 2, "text": "In scene 2, act 3:\nar back!\nANTONY: If you have tears, prepare to shed them now. You all do know this mantle. I remember The first time ever Caesar put it on. ’Twas on a summer’s evening in his tent, That day he overcame the Nervii. Look, in this place ran Cassius’ dagger through. See what a rent the envious Casca made. Through this the well-belovèd Brutus stabbed, And, as he plucked his cursèd steel away, Mark how the blood of Caesar followed it, As rushing out of doors to be resolved If Brutus so unkindly knocked or no; For Brutus, as you know, was Caesar’s angel. Judge, O you gods, how dearly Caesar loved him! This was the most unkindest cut of all. For when the noble Caesar saw him stab, Ingratitude, more strong than traitors’ arms, Quite vanquished him. Then burst his mighty heart, And, in his mantle mu"}
{"act": 3, "scene": 2, "text": "In scene 2, act 3:\n! This was the most unkindest cut of all. For when the noble Caesar saw him stab, Ingratitude, more strong than traitors’ arms, Quite vanquished him. Then burst his mighty heart, And, in his mantle muffling up his face, Even at the base of Pompey’s statue (Which all the while ran blood) great Caesar fell. O, what a fall was there, my countrymen! Then I and you and all of us fell down, Whilst bloody treason flourished over us. O, now you weep, and I perceive you feel The dint of pity. These are gracious drops. Kind souls, what, weep you when you but behold Our Caesar’s vesture wounded? Look you here, Antony lifts Caesar’s cloak. Here is himself, marred as you see with traitors. FIRST PLEBEIAN O piteous spectacle! SECOND PLEBEIAN O noble Caesar! THIRD PLEBEIAN O woeful day!\nSECOND PLEBEIAN: "}
{"act": 3, "scene": 2, "text": "In scene 2, act 3:\n here, Antony lifts Caesar’s cloak. Here is himself, marred as you see with traitors. FIRST PLEBEIAN O piteous spectacle! SECOND PLEBEIAN O noble Caesar! THIRD PLEBEIAN O woeful day!\nSECOND PLEBEIAN: We will be revenged.\nPLEBEIANS: Revenge! About! Seek! Burn! Fire! Kill! Slay! Let not a traitor live!\nANTONY: Stay, countrymen.\nFIRST PLEBEIAN: Peace there! Hear the noble Antony.\nSECOND PLEBEIAN: We’ll hear him, we’ll follow him, we’ll die with him.\nANTONY: Good friends, sweet friends, let me not stir you up To such a sudden flood of mutiny. They that have done this deed are honorable. What private griefs they have, alas, I know not, That made them do it. They are wise and honorable And will no doubt with reasons answer you. I come not, friends, to steal away your hearts. I am no orator, as B"}
{"act": 3, "scene": 2, "text": "In scene 2, act 3:\nte griefs they have, alas, I know not, That made them do it. They are wise and honorable And will no doubt with reasons answer you. I come not, friends, to steal away your hearts. I am no orator, as Brutus is, But, as you know me all, a plain blunt man That love my friend, and that they know full well That gave me public leave to speak of him. For I have neither wit, nor words, nor worth, Action, nor utterance, nor the power of speech To stir men’s blood. I only speak right on. I tell you that which you yourselves do know, Show you sweet Caesar’s wounds, poor poor dumb mouths, And bid them speak for me. But were I Brutus, And Brutus Antony, there were an Antony Would ruffle up your spirits and put a tongue In every wound of Caesar that should move The stones of Rome to rise and mutiny.\nPLE"}
{"act": 3, "scene": 2, "text": "In scene 2, act 3:\nak for me. But were I Brutus, And Brutus Antony, there were an Antony Would ruffle up your spirits and put a tongue In every wound of Caesar that should move The stones of Rome to rise and mutiny.\nPLEBEIANS: We’ll mutiny.\nFIRST PLEBEIAN: We’ll burn the house of Brutus.\nTHIRD PLEBEIAN: Away then. Come, seek the conspirators.\nANTONY: Yet hear me, countrymen; yet hear me speak.\nPLEBEIANS: Peace, ho! Hear Antony, most noble Antony!\nANTONY: Why, friends, you go to do you know not what. Wherein hath Caesar thus deserved your loves? Alas, you know not. I must tell you then. You have forgot the will I told you of.\nPLEBEIANS: Most true. The will! Let’s stay and hear the will.\nANTONY: Here is the will, and under Caesar’s seal: To every Roman citizen he gives, To every several man, seventy-five drach"}
{"act": 3, "scene": 2, "text": "In scene 2, act 3:\n told you of.\nPLEBEIANS: Most true. The will! Let’s stay and hear the will.\nANTONY: Here is the will, and under Caesar’s seal: To every Roman citizen he gives, To every several man, seventy-five drachmas.\nSECOND PLEBEIAN: Most noble Caesar! We’ll revenge his death. THIRD PLEBEIAN O royal Caesar!\nANTONY: Hear me with patience.\nPLEBEIANS: Peace, ho!\nANTONY: Moreover, he hath left you all his walks, His private arbors, and new-planted orchards, On this side Tiber. He hath left them you, And to your heirs forever—common pleasures To walk abroad and recreate yourselves. Here was a Caesar! When comes such another?\nFIRST PLEBEIAN: Never, never!—Come, away, away! We’ll burn his body in the holy place And with the brands fire the traitors’ houses. Take up the body.\nSECOND PLEBEIAN: Go fetch fire.\nT"}
{"act": 3, "scene": 2, "text": "In scene 2, act 3:\ns such another?\nFIRST PLEBEIAN: Never, never!—Come, away, away! We’ll burn his body in the holy place And with the brands fire the traitors’ houses. Take up the body.\nSECOND PLEBEIAN: Go fetch fire.\nTHIRD PLEBEIAN: Pluck down benches.\nFOURTH PLEBEIAN: Pluck down forms, windows, anything. Plebeians exit with Caesar’s body.\nANTONY: Now let it work. Mischief, thou art afoot; Take thou what course thou wilt. Enter Servant. How now, fellow?\nSERVANT: Sir, Octavius is already come to Rome.\nANTONY: Where is he?\nSERVANT: He and Lepidus are at Caesar’s house.\nANTONY: And thither will I straight to visit him. He comes upon a wish. Fortune is merry And in this mood will give us anything.\nSERVANT: I heard him say Brutus and Cassius Are rid like madmen through the gates of Rome.\nANTONY: Belike they had "}
{"act": 3, "scene": 2, "text": "In scene 2, act 3:\n him. He comes upon a wish. Fortune is merry And in this mood will give us anything.\nSERVANT: I heard him say Brutus and Cassius Are rid like madmen through the gates of Rome.\nANTONY: Belike they had some notice of the people How I had moved them. Bring me to Octavius. They exit.\n"}
{"act": 3, "scene": 3, "text": "In scene 3, act 3:\nCINNA: I dreamt tonight that I did feast with Caesar, And things unluckily charge my fantasy. I have no will to wander forth of doors, Yet something leads me forth.\nFIRST PLEBEIAN: What is your name?\nSECOND PLEBEIAN: Whither are you going?\nTHIRD PLEBEIAN: Where do you dwell?\nFOURTH PLEBEIAN: Are you a married man or a bachelor?\nSECOND PLEBEIAN: Answer every man directly.\nFIRST PLEBEIAN: Ay, and briefly.\nFOURTH PLEBEIAN: Ay, and wisely.\nTHIRD PLEBEIAN: Ay, and truly, you were best.\nCINNA: What is my name? Whither am I going? Where do I dwell? Am I a married man or a bachelor? Then to answer every man directly and briefly, wisely and truly: wisely I say, I am a bachelor.\nSECOND PLEBEIAN: That’s as much as to say they are fools that marry. You’ll bear me a bang for that, I fear. Proceed direc"}
{"act": 3, "scene": 3, "text": "In scene 3, act 3:\nry man directly and briefly, wisely and truly: wisely I say, I am a bachelor.\nSECOND PLEBEIAN: That’s as much as to say they are fools that marry. You’ll bear me a bang for that, I fear. Proceed directly.\nCINNA: Directly, I am going to Caesar’s funeral.\nFIRST PLEBEIAN: As a friend or an enemy?\nCINNA: As a friend.\nSECOND PLEBEIAN: That matter is answered directly.\nFOURTH PLEBEIAN: For your dwelling—briefly.\nCINNA: Briefly, I dwell by the Capitol.\nTHIRD PLEBEIAN: Your name, sir, truly.\nCINNA: Truly, my name is Cinna.\nFIRST PLEBEIAN: Tear him to pieces! He’s a conspirator.\nCINNA: I am Cinna the poet, I am Cinna the poet!\nFOURTH PLEBEIAN: Tear him for his bad verses, tear him for his bad verses!\nCINNA: I am not Cinna the conspirator.\nFOURTH PLEBEIAN: It is no matter. His name’s Cinna. Pluck bu"}
{"act": 3, "scene": 3, "text": "In scene 3, act 3:\noet, I am Cinna the poet!\nFOURTH PLEBEIAN: Tear him for his bad verses, tear him for his bad verses!\nCINNA: I am not Cinna the conspirator.\nFOURTH PLEBEIAN: It is no matter. His name’s Cinna. Pluck but his name out of his heart, and turn him going.\nTHIRD PLEBEIAN: Tear him, tear him! Come, brands, ho, firebrands! To Brutus’, to Cassius’, burn all! Some to Decius’ house, and some to Casca’s, some to Ligarius’. Away, go! All the Plebeians exit, carrying off Cinna.\n"}
{"act": 4, "scene": 1, "text": "In scene 1, act 4:\nANTONY: These many, then, shall die; their names are pricked.\nOCTAVIUS: Your brother too must die. Consent you, Lepidus?\nLEPIDUS: I do consent.\nOCTAVIUS: Prick him down, Antony.\nLEPIDUS: Upon condition Publius shall not live, Who is your sister’s son, Mark Antony.\nANTONY: He shall not live; look, with a spot I damn him. But, Lepidus, go you to Caesar’s house; Fetch the will hither, and we shall determine How to cut off some charge in legacies.\nLEPIDUS: What, shall I find you here?\nOCTAVIUS: Or here, or at the Capitol. Lepidus exits.\nANTONY: This is a slight, unmeritable man, Meet to be sent on errands. Is it fit, The threefold world divided, he should stand One of the three to share it?\nOCTAVIUS: So you thought him And took his voice who should be pricked to die In our black sentence and p"}
{"act": 4, "scene": 1, "text": "In scene 1, act 4:\n errands. Is it fit, The threefold world divided, he should stand One of the three to share it?\nOCTAVIUS: So you thought him And took his voice who should be pricked to die In our black sentence and proscription.\nANTONY: Octavius, I have seen more days than you, And, though we lay these honors on this man To ease ourselves of diverse sland’rous loads, He shall but bear them as the ass bears gold, To groan and sweat under the business, Either led or driven, as we point the way; And having brought our treasure where we will, Then take we down his load and turn him off (Like to the empty ass) to shake his ears And graze in commons.\nOCTAVIUS: You may do your will, But he’s a tried and valiant soldier.\nANTONY: So is my horse, Octavius, and for that I do appoint him store of provender. It is a c"}
{"act": 4, "scene": 1, "text": "In scene 1, act 4:\nshake his ears And graze in commons.\nOCTAVIUS: You may do your will, But he’s a tried and valiant soldier.\nANTONY: So is my horse, Octavius, and for that I do appoint him store of provender. It is a creature that I teach to fight, To wind, to stop, to run directly on, His corporal motion governed by my spirit; And, in some taste, is Lepidus but so. He must be taught and trained and bid go forth— A barren-spirited fellow, one that feeds On objects, arts, and imitations Which, out of use and staled by other men, Begin his fashion. Do not talk of him But as a property. And now, Octavius, Listen great things. Brutus and Cassius Are levying powers. We must straight make head. Therefore let our alliance be combined, Our best friends made, our means stretched; And let us presently go sit in counc"}
{"act": 4, "scene": 1, "text": "In scene 1, act 4:\nreat things. Brutus and Cassius Are levying powers. We must straight make head. Therefore let our alliance be combined, Our best friends made, our means stretched; And let us presently go sit in council How covert matters may be best disclosed And open perils surest answerèd.\nOCTAVIUS: Let us do so, for we are at the stake And bayed about with many enemies, And some that smile have in their hearts, I fear, Millions of mischiefs. They exit.\n"}
{"act": 4, "scene": 2, "text": "In scene 2, act 4:\nBRUTUS: Stand ho!\nLUCILIUS: Give the word, ho, and stand!\nBRUTUS: What now, Lucilius, is Cassius near?\nLUCILIUS: He is at hand, and Pindarus is come To do you salutation from his master.\nBRUTUS: He greets me well.—Your master, Pindarus, In his own change or by ill officers, Hath given me some worthy cause to wish Things done undone, but if he be at hand I shall be satisfied.\nPINDARUS: I do not doubt But that my noble master will appear Such as he is, full of regard and honor.\nBRUTUS: He is not doubted. Brutus and Lucilius walk aside. A word, Lucilius, How he received you. Let me be resolved.\nLUCILIUS: With courtesy and with respect enough, But not with such familiar instances Nor with such free and friendly conference As he hath used of old.\nBRUTUS: Thou hast described A hot friend cooling"}
{"act": 4, "scene": 2, "text": "In scene 2, act 4:\nUCILIUS: With courtesy and with respect enough, But not with such familiar instances Nor with such free and friendly conference As he hath used of old.\nBRUTUS: Thou hast described A hot friend cooling. Ever note, Lucilius, When love begins to sicken and decay It useth an enforcèd ceremony. There are no tricks in plain and simple faith; But hollow men, like horses hot at hand, Make gallant show and promise of their mettle, Low march within. But when they should endure the bloody spur, They fall their crests and, like deceitful jades, Sink in the trial. Comes his army on?\nLUCILIUS: They mean this night in Sardis to be quartered. The greater part, the horse in general, Are come with Cassius. Enter Cassius and his powers.\nBRUTUS: Hark, he is arrived. March gently on to meet him.\nCASSIUS: Stand"}
{"act": 4, "scene": 2, "text": "In scene 2, act 4:\ns night in Sardis to be quartered. The greater part, the horse in general, Are come with Cassius. Enter Cassius and his powers.\nBRUTUS: Hark, he is arrived. March gently on to meet him.\nCASSIUS: Stand ho!\nBRUTUS: Stand ho! Speak the word along.\nFIRST SOLDIER: Stand!\nSECOND SOLDIER: Stand!\nTHIRD SOLDIER: Stand!\nCASSIUS: Most noble brother, you have done me wrong.\nBRUTUS: Judge me, you gods! Wrong I mine enemies? And if not so, how should I wrong a brother?\nCASSIUS: Brutus, this sober form of yours hides wrongs, And when you do them—\nBRUTUS: Cassius, be content. Speak your griefs softly. I do know you well. Before the eyes of both our armies here (Which should perceive nothing but love from us),\nCASSIUS: Pindarus, Bid our commanders lead their charges off A little from this ground.\nBRUTUS: L"}
{"act": 4, "scene": 2, "text": "In scene 2, act 4:\now you well. Before the eyes of both our armies here (Which should perceive nothing but love from us),\nCASSIUS: Pindarus, Bid our commanders lead their charges off A little from this ground.\nBRUTUS: Lucius, do you the like, and let no man Come to our tent till we have done our conference. Let Lucilius and Titinius guard our door. All but Brutus and Cassius exit.\n"}
{"act": 4, "scene": 3, "text": "In scene 3, act 4:\nCASSIUS: That you have wronged me doth appear in this: You have condemned and noted Lucius Pella For taking bribes here of the Sardians, Wherein my letters, praying on his side Because I knew the man, was slighted off.\nBRUTUS: You wronged yourself to write in such a case.\nCASSIUS: In such a time as this it is not meet That every nice offense should bear his comment.\nBRUTUS: Let me tell you, Cassius, you yourself Are much condemned to have an itching palm, To sell and mart your offices for gold To undeservers.\nCASSIUS: I an itching palm? You know that you are Brutus that speaks this, Or, by the gods, this speech were else your last.\nBRUTUS: The name of Cassius honors this corruption, And chastisement doth therefore hide his head.\nCASSIUS: Chastisement?\nBRUTUS: Remember March; the ides of Ma"}
{"act": 4, "scene": 3, "text": "In scene 3, act 4:\n gods, this speech were else your last.\nBRUTUS: The name of Cassius honors this corruption, And chastisement doth therefore hide his head.\nCASSIUS: Chastisement?\nBRUTUS: Remember March; the ides of March remember. Did not great Julius bleed for justice’ sake? What villain touched his body that did stab And not for justice? What, shall one of us That struck the foremost man of all this world But for supporting robbers, shall we now Contaminate our fingers with base bribes And sell the mighty space of our large honors For so much trash as may be graspèd thus? I had rather be a dog and bay the moon Than such a Roman.\nCASSIUS: Brutus, bait not me. I’ll not endure it. You forget yourself To hedge me in. I am a soldier, I, Older in practice, abler than yourself To make conditions.\nBRUTUS: Go to!"}
{"act": 4, "scene": 3, "text": "In scene 3, act 4:\non Than such a Roman.\nCASSIUS: Brutus, bait not me. I’ll not endure it. You forget yourself To hedge me in. I am a soldier, I, Older in practice, abler than yourself To make conditions.\nBRUTUS: Go to! You are not, Cassius.\nCASSIUS: I am.\nBRUTUS: I say you are not.\nCASSIUS: Urge me no more. I shall forget myself. Have mind upon your health. Tempt me no farther.\nBRUTUS: Away, slight man!\nCASSIUS: Is ’t possible?\nBRUTUS: Hear me, for I will speak. Must I give way and room to your rash choler? Shall I be frighted when a madman stares?\nCASSIUS: O you gods, you gods, must I endure all this?\nBRUTUS: All this? Ay, more. Fret till your proud heart break. Go show your slaves how choleric you are And make your bondmen tremble. Must I budge?\nCASSIUS: Is it come to this?\nBRUTUS: You say you are a bette"}
{"act": 4, "scene": 3, "text": "In scene 3, act 4:\nAll this? Ay, more. Fret till your proud heart break. Go show your slaves how choleric you are And make your bondmen tremble. Must I budge?\nCASSIUS: Is it come to this?\nBRUTUS: You say you are a better soldier. Let it appear so, make your vaunting true, And it shall please me well. For mine own part, I shall be glad to learn of noble men.\nCASSIUS: You wrong me every way, you wrong me, Brutus. I said an elder soldier, not a better. Did I say “better”?\nBRUTUS: If you did, I care not.\nCASSIUS: When Caesar lived he durst not thus have moved me.\nBRUTUS: Peace, peace! You durst not so have tempted him.\nCASSIUS: I durst not?\nBRUTUS: No.\nCASSIUS: What? Durst not tempt him?\nBRUTUS: For your life you durst not.\nCASSIUS: Do not presume too much upon my love. I may do that I shall be sorry for.\nBRUTUS"}
{"act": 4, "scene": 3, "text": "In scene 3, act 4:\nim.\nCASSIUS: I durst not?\nBRUTUS: No.\nCASSIUS: What? Durst not tempt him?\nBRUTUS: For your life you durst not.\nCASSIUS: Do not presume too much upon my love. I may do that I shall be sorry for.\nBRUTUS: You have done that you should be sorry for. There is no terror, Cassius, in your threats, For I am armed so strong in honesty That they pass by me as the idle wind,\nCASSIUS: I denied you not.\nBRUTUS: You did.\nCASSIUS: I did not. He was but a fool that brought My answer back. Brutus hath rived my heart. A friend should bear his friend’s infirmities, But Brutus makes mine greater than they are.\nBRUTUS: I do not, till you practice them on me.\nCASSIUS: You love me not.\nBRUTUS: I do not like your faults.\nCASSIUS: A friendly eye could never see such faults.\nBRUTUS: A flatterer’s would not, though "}
{"act": 4, "scene": 3, "text": "In scene 3, act 4:\nUTUS: I do not, till you practice them on me.\nCASSIUS: You love me not.\nBRUTUS: I do not like your faults.\nCASSIUS: A friendly eye could never see such faults.\nBRUTUS: A flatterer’s would not, though they do appear As huge as high Olympus.\nCASSIUS: Come, Antony, and young Octavius, come! Revenge yourselves alone on Cassius, For Cassius is aweary of the world— Hated by one he loves, braved by his brother,\nBRUTUS: Sheathe your dagger. Be angry when you will, it shall have scope. Do what you will, dishonor shall be humor. O Cassius, you are yokèd with a lamb That carries anger as the flint bears fire, Who, much enforcèd, shows a hasty spark And straight is cold again.\nCASSIUS: Hath Cassius lived To be but mirth and laughter to his Brutus When grief and blood ill-tempered vexeth him?\nBRUTUS: W"}
{"act": 4, "scene": 3, "text": "In scene 3, act 4:\nfire, Who, much enforcèd, shows a hasty spark And straight is cold again.\nCASSIUS: Hath Cassius lived To be but mirth and laughter to his Brutus When grief and blood ill-tempered vexeth him?\nBRUTUS: When I spoke that, I was ill-tempered too.\nCASSIUS: Do you confess so much? Give me your hand.\nBRUTUS: And my heart too. They clasp hands.\nCASSIUS: O Brutus!\nBRUTUS: What’s the matter?\nCASSIUS: Have not you love enough to bear with me When that rash humor which my mother gave me Makes me forgetful?\nBRUTUS: Yes, Cassius, and from henceforth When you are over-earnest with your Brutus, He’ll think your mother chides, and leave you so. Enter a Poet followed by Lucilius, Titinius, and Lucius.\nPOET: Let me go in to see the Generals. There is some grudge between ’em; ’tis not meet They be alone.\nLUCIL"}
{"act": 4, "scene": 3, "text": "In scene 3, act 4:\nr mother chides, and leave you so. Enter a Poet followed by Lucilius, Titinius, and Lucius.\nPOET: Let me go in to see the Generals. There is some grudge between ’em; ’tis not meet They be alone.\nLUCILIUS: You shall not come to them.\nPOET: Nothing but death shall stay me.\nCASSIUS: How now, what’s the matter?\nPOET: For shame, you generals, what do you mean? Love and be friends as two such men should be, For I have seen more years, I’m sure, than ye.\nCASSIUS: Ha, ha, how vilely doth this cynic rhyme!\nBRUTUS: Get you hence, sirrah! Saucy fellow, hence!\nCASSIUS: Bear with him, Brutus. ’Tis his fashion.\nBRUTUS: I’ll know his humor when he knows his time. What should the wars do with these jigging fools?— Companion, hence!\nCASSIUS: Away, away, be gone! Poet exits.\nBRUTUS: Lucilius and Titinius, b"}
{"act": 4, "scene": 3, "text": "In scene 3, act 4:\nion.\nBRUTUS: I’ll know his humor when he knows his time. What should the wars do with these jigging fools?— Companion, hence!\nCASSIUS: Away, away, be gone! Poet exits.\nBRUTUS: Lucilius and Titinius, bid the commanders Prepare to lodge their companies tonight.\nCASSIUS: And come yourselves, and bring Messala with you Immediately to us. Lucilius and Titinius exit.\nBRUTUS: Lucius, a bowl of wine. Lucius exits.\nCASSIUS: I did not think you could have been so angry.\nBRUTUS: O Cassius, I am sick of many griefs.\nCASSIUS: Of your philosophy you make no use If you give place to accidental evils.\nBRUTUS: No man bears sorrow better. Portia is dead.\nCASSIUS: Ha? Portia?\nBRUTUS: She is dead.\nCASSIUS: How ’scaped I killing when I crossed you so? O insupportable and touching loss! Upon what sickness?\nBRUT"}
{"act": 4, "scene": 3, "text": "In scene 3, act 4:\n No man bears sorrow better. Portia is dead.\nCASSIUS: Ha? Portia?\nBRUTUS: She is dead.\nCASSIUS: How ’scaped I killing when I crossed you so? O insupportable and touching loss! Upon what sickness?\nBRUTUS: Impatient of my absence, And grief that young Octavius with Mark Antony Have made themselves so strong—for with her death That tidings came—with this she fell distract And, her attendants absent, swallowed fire.\nCASSIUS: And died so?\nBRUTUS: Even so.\nCASSIUS: O you immortal gods! Enter Lucius with wine and tapers.\nBRUTUS: Speak no more of her.—Give me a bowl of wine.— In this I bury all unkindness, Cassius. He drinks.\nCASSIUS: My heart is thirsty for that noble pledge.— Fill, Lucius, till the wine o’erswell the cup; I cannot drink too much of Brutus’ love. He drinks. Lucius exits. Enter Ti"}
{"act": 4, "scene": 3, "text": "In scene 3, act 4:\nness, Cassius. He drinks.\nCASSIUS: My heart is thirsty for that noble pledge.— Fill, Lucius, till the wine o’erswell the cup; I cannot drink too much of Brutus’ love. He drinks. Lucius exits. Enter Titinius and Messala.\nBRUTUS: Come in, Titinius. Welcome, good Messala. Now sit we close about this taper here, And call in question our necessities. They sit.\nCASSIUS: Portia, art thou gone?\nBRUTUS: No more, I pray you.— Messala, I have here receivèd letters That young Octavius and Mark Antony Come down upon us with a mighty power, Bending their expedition toward Philippi.\nMESSALA: Myself have letters of the selfsame tenor.\nBRUTUS: With what addition?\nMESSALA: That by proscription and bills of outlawry, Octavius, Antony, and Lepidus Have put to death an hundred senators.\nBRUTUS: Therein our let"}
{"act": 4, "scene": 3, "text": "In scene 3, act 4:\ners of the selfsame tenor.\nBRUTUS: With what addition?\nMESSALA: That by proscription and bills of outlawry, Octavius, Antony, and Lepidus Have put to death an hundred senators.\nBRUTUS: Therein our letters do not well agree. Mine speak of seventy senators that died By their proscriptions, Cicero being one.\nCASSIUS: Cicero one?\nMESSALA: Cicero is dead, And by that order of proscription. Had you your letters from your wife, my lord?\nBRUTUS: No, Messala.\nMESSALA: Nor nothing in your letters writ of her?\nBRUTUS: Nothing, Messala.\nMESSALA: That methinks is strange.\nBRUTUS: Why ask you? Hear you aught of her in yours?\nMESSALA: No, my lord.\nBRUTUS: Now, as you are a Roman, tell me true.\nMESSALA: Then like a Roman bear the truth I tell, For certain she is dead, and by strange manner.\nBRUTUS: Why, f"}
{"act": 4, "scene": 3, "text": "In scene 3, act 4:\nt of her in yours?\nMESSALA: No, my lord.\nBRUTUS: Now, as you are a Roman, tell me true.\nMESSALA: Then like a Roman bear the truth I tell, For certain she is dead, and by strange manner.\nBRUTUS: Why, farewell, Portia. We must die, Messala. With meditating that she must die once, I have the patience to endure it now.\nMESSALA: Even so great men great losses should endure.\nCASSIUS: I have as much of this in art as you, But yet my nature could not bear it so.\nBRUTUS: Well, to our work alive. What do you think Of marching to Philippi presently?\nCASSIUS: I do not think it good.\nBRUTUS: Your reason?\nCASSIUS: This it is: ’Tis better that the enemy seek us; So shall he waste his means, weary his soldiers, Doing himself offense, whilst we, lying still, Are full of rest, defense, and nimbleness.\nBRUTU"}
{"act": 4, "scene": 3, "text": "In scene 3, act 4:\nASSIUS: This it is: ’Tis better that the enemy seek us; So shall he waste his means, weary his soldiers, Doing himself offense, whilst we, lying still, Are full of rest, defense, and nimbleness.\nBRUTUS: Good reasons must of force give place to better. The people ’twixt Philippi and this ground Do stand but in a forced affection, For they have grudged us contribution. The enemy, marching along by them, By them shall make a fuller number up, Come on refreshed, new-added, and encouraged, From which advantage shall we cut him off If at Philippi we do face him there, These people at our back.\nCASSIUS: Hear me, good brother—\nBRUTUS: Under your pardon. You must note besides That we have tried the utmost of our friends, Our legions are brim full, our cause is ripe. The enemy increaseth every day; "}
{"act": 4, "scene": 3, "text": "In scene 3, act 4:\nUS: Hear me, good brother—\nBRUTUS: Under your pardon. You must note besides That we have tried the utmost of our friends, Our legions are brim full, our cause is ripe. The enemy increaseth every day; We, at the height, are ready to decline. There is a tide in the affairs of men Which, taken at the flood, leads on to fortune; Omitted, all the voyage of their life Is bound in shallows and in miseries. On such a full sea are we now afloat, And we must take the current when it serves Or lose our ventures.\nCASSIUS: Then, with your will, go on; We’ll along ourselves and meet them at Philippi.\nBRUTUS: The deep of night is crept upon our talk, And nature must obey necessity, Which we will niggard with a little rest. There is no more to say.\nCASSIUS: No more. Good night. They stand. Early tomorrow "}
{"act": 4, "scene": 3, "text": "In scene 3, act 4:\n: The deep of night is crept upon our talk, And nature must obey necessity, Which we will niggard with a little rest. There is no more to say.\nCASSIUS: No more. Good night. They stand. Early tomorrow will we rise and hence.\nBRUTUS: Lucius. Enter Lucius. My gown. Lucius exits. Farewell, good Messala.— Good night, Titinius.—Noble, noble Cassius, Good night and good repose.\nCASSIUS: O my dear brother, This was an ill beginning of the night. Never come such division ’tween our souls! Let it not, Brutus. Enter Lucius with the gown.\nBRUTUS: Everything is well.\nCASSIUS: Good night, my lord.\nBRUTUS: Good night, good brother. TITINIUS/MESSALA Good night, Lord Brutus.\nBRUTUS: Farewell, everyone. All but Brutus and Lucius exit. Give me the gown. Where is thy instrument?\nLUCIUS: Here in the tent.\nBRUT"}
{"act": 4, "scene": 3, "text": "In scene 3, act 4:\nood night, good brother. TITINIUS/MESSALA Good night, Lord Brutus.\nBRUTUS: Farewell, everyone. All but Brutus and Lucius exit. Give me the gown. Where is thy instrument?\nLUCIUS: Here in the tent.\nBRUTUS: What, thou speak’st drowsily? Poor knave, I blame thee not; thou art o’erwatched. Call Claudius and some other of my men; I’ll have them sleep on cushions in my tent.\nLUCIUS: Varro and Claudius. Enter Varro and Claudius.\nVARRO: Calls my lord?\nBRUTUS: I pray you, sirs, lie in my tent and sleep. It may be I shall raise you by and by On business to my brother Cassius.\nVARRO: So please you, we will stand and watch your pleasure.\nBRUTUS: I will not have it so. Lie down, good sirs. It may be I shall otherwise bethink me. They lie down. Look, Lucius, here’s the book I sought for so. I put it in t"}
{"act": 4, "scene": 3, "text": "In scene 3, act 4:\nl stand and watch your pleasure.\nBRUTUS: I will not have it so. Lie down, good sirs. It may be I shall otherwise bethink me. They lie down. Look, Lucius, here’s the book I sought for so. I put it in the pocket of my gown.\nLUCIUS: I was sure your Lordship did not give it me.\nBRUTUS: Bear with me, good boy, I am much forgetful.\nLUCIUS: Ay, my lord, an ’t please you.\nBRUTUS: It does, my boy. I trouble thee too much, but thou art willing.\nLUCIUS: It is my duty, sir.\nBRUTUS: I should not urge thy duty past thy might. I know young bloods look for a time of rest.\nLUCIUS: I have slept, my lord, already.\nBRUTUS: It was well done, and thou shalt sleep again. I will not hold thee long. If I do live, I will be good to thee. Music and a song. Lucius then falls asleep. This is a sleepy tune. O murd’rous"}
{"act": 4, "scene": 3, "text": "In scene 3, act 4:\ny.\nBRUTUS: It was well done, and thou shalt sleep again. I will not hold thee long. If I do live, I will be good to thee. Music and a song. Lucius then falls asleep. This is a sleepy tune. O murd’rous slumber, Layest thou thy leaden mace upon my boy, That plays thee music?—Gentle knave, good night. I will not do thee so much wrong to wake thee. If thou dost nod, thou break’st thy instrument. I’ll take it from thee and, good boy, good night. He moves the instrument. Let me see, let me see; is not the leaf turned down Where I left reading? Here it is, I think. How ill this taper burns. Enter the Ghost of Caesar. Ha, who comes here?— I think it is the weakness of mine eyes That shapes this monstrous apparition. It comes upon me.—Art thou any thing? Art thou some god, some angel, or some devil"}
{"act": 4, "scene": 3, "text": "In scene 3, act 4:\n Ghost of Caesar. Ha, who comes here?— I think it is the weakness of mine eyes That shapes this monstrous apparition. It comes upon me.—Art thou any thing? Art thou some god, some angel, or some devil, That mak’st my blood cold and my hair to stare? Speak to me what thou art.\nGHOST: Thy evil spirit, Brutus.\nBRUTUS: Why com’st thou?\nGHOST: To tell thee thou shalt see me at Philippi.\nBRUTUS: Well, then I shall see thee again?\nGHOST: Ay, at Philippi.\nBRUTUS: Why, I will see thee at Philippi, then. Ghost exits. Now I have taken heart, thou vanishest. Ill spirit, I would hold more talk with thee.— Boy, Lucius!—Varro, Claudius, sirs, awake! Claudius!\nLUCIUS: The strings, my lord, are false.\nBRUTUS: He thinks he still is at his instrument. Lucius, awake!\nLUCIUS: My lord?\nBRUTUS: Didst thou dream,"}
{"act": 4, "scene": 3, "text": "In scene 3, act 4:\nBoy, Lucius!—Varro, Claudius, sirs, awake! Claudius!\nLUCIUS: The strings, my lord, are false.\nBRUTUS: He thinks he still is at his instrument. Lucius, awake!\nLUCIUS: My lord?\nBRUTUS: Didst thou dream, Lucius, that thou so criedst out?\nLUCIUS: My lord, I do not know that I did cry.\nBRUTUS: Yes, that thou didst. Didst thou see anything?\nLUCIUS: Nothing, my lord.\nBRUTUS: Sleep again, Lucius.—Sirrah Claudius! To Varro. Fellow thou, awake! They rise up.\nVARRO: My lord?\nCLAUDIUS: My lord?\nBRUTUS: Why did you so cry out, sirs, in your sleep?\nBOTH: Did we, my lord?\nBRUTUS: Ay. Saw you anything?\nVARRO: No, my lord, I saw nothing.\nCLAUDIUS: Nor I, my lord.\nBRUTUS: Go and commend me to my brother Cassius. Bid him set on his powers betimes before, And we will follow.\nBOTH: It shall be done, my lord. T"}
{"act": 4, "scene": 3, "text": "In scene 3, act 4:\n No, my lord, I saw nothing.\nCLAUDIUS: Nor I, my lord.\nBRUTUS: Go and commend me to my brother Cassius. Bid him set on his powers betimes before, And we will follow.\nBOTH: It shall be done, my lord. They exit.\n"}
{"act": 5, "scene": 1, "text": "In scene 1, act 5:\nOCTAVIUS: Now, Antony, our hopes are answerèd. You said the enemy would not come down But keep the hills and upper regions. It proves not so; their battles are at hand. They mean to warn us at Philippi here, Answering before we do demand of them.\nANTONY: Tut, I am in their bosoms, and I know Wherefore they do it. They could be content To visit other places, and come down With fearful bravery, thinking by this face To fasten in our thoughts that they have courage. But ’tis not so. Enter a Messenger.\nMESSENGER: Prepare you, generals. The enemy comes on in gallant show. Their bloody sign of battle is hung out, And something to be done immediately.\nANTONY: Octavius, lead your battle softly on Upon the left hand of the even field.\nOCTAVIUS: Upon the right hand, I; keep thou the left.\nANTONY: Wh"}
{"act": 5, "scene": 1, "text": "In scene 1, act 5:\ne is hung out, And something to be done immediately.\nANTONY: Octavius, lead your battle softly on Upon the left hand of the even field.\nOCTAVIUS: Upon the right hand, I; keep thou the left.\nANTONY: Why do you cross me in this exigent?\nOCTAVIUS: I do not cross you, but I will do so. March. Drum. Enter Brutus, Cassius, and their army including Lucilius, Titinius, and Messala.\nBRUTUS: They stand and would have parley.\nCASSIUS: Stand fast, Titinius. We must out and talk.\nOCTAVIUS: Mark Antony, shall we give sign of battle?\nANTONY: No, Caesar, we will answer on their charge. Make forth. The Generals would have some words. OCTAVIUS, to his Officers Stir not until the signal. The Generals step forward.\nBRUTUS: Words before blows; is it so, countrymen?\nOCTAVIUS: Not that we love words better, as y"}
{"act": 5, "scene": 1, "text": "In scene 1, act 5:\ns would have some words. OCTAVIUS, to his Officers Stir not until the signal. The Generals step forward.\nBRUTUS: Words before blows; is it so, countrymen?\nOCTAVIUS: Not that we love words better, as you do.\nBRUTUS: Good words are better than bad strokes, Octavius.\nANTONY: In your bad strokes, Brutus, you give good words. Witness the hole you made in Caesar’s heart, Crying “Long live, hail, Caesar!”\nCASSIUS: Antony, The posture of your blows are yet unknown, But, for your words, they rob the Hybla bees And leave them honeyless.\nANTONY: Not stingless too.\nBRUTUS: O yes, and soundless too,\nANTONY: Villains, you did not so when your vile daggers Hacked one another in the sides of Caesar. You showed your teeth like apes and fawned like hounds And bowed like bondmen, kissing Caesar’s feet, Whils"}
{"act": 5, "scene": 1, "text": "In scene 1, act 5:\n: Villains, you did not so when your vile daggers Hacked one another in the sides of Caesar. You showed your teeth like apes and fawned like hounds And bowed like bondmen, kissing Caesar’s feet, Whilst damnèd Casca, like a cur, behind Struck Caesar on the neck. O you flatterers!\nCASSIUS: Flatterers?—Now, Brutus, thank yourself! This tongue had not offended so today If Cassius might have ruled.\nOCTAVIUS: Come, come, the cause. If arguing make us sweat, The proof of it will turn to redder drops. Look, I draw a sword against conspirators; He draws. When think you that the sword goes up again? Never, till Caesar’s three and thirty wounds Be well avenged, or till another Caesar Have added slaughter to the sword of traitors.\nBRUTUS: Caesar, thou canst not die by traitors’ hands Unless thou bring"}
{"act": 5, "scene": 1, "text": "In scene 1, act 5:\ner, till Caesar’s three and thirty wounds Be well avenged, or till another Caesar Have added slaughter to the sword of traitors.\nBRUTUS: Caesar, thou canst not die by traitors’ hands Unless thou bring’st them with thee.\nOCTAVIUS: So I hope. I was not born to die on Brutus’ sword.\nBRUTUS: O, if thou wert the noblest of thy strain, Young man, thou couldst not die more honorable.\nCASSIUS: A peevish schoolboy, worthless of such honor, Joined with a masker and a reveler!\nANTONY: Old Cassius still.\nOCTAVIUS: Come, Antony, away!—\nCASSIUS: Why now, blow wind, swell billow, and swim bark! The storm is up, and all is on the hazard.\nBRUTUS: Ho, Lucilius, hark, a word with you. Lucilius and Messala stand forth.\nLUCILIUS: My lord? Brutus and Lucilius step aside together.\nCASSIUS: Messala.\nMESSALA: What"}
{"act": 5, "scene": 1, "text": "In scene 1, act 5:\nup, and all is on the hazard.\nBRUTUS: Ho, Lucilius, hark, a word with you. Lucilius and Messala stand forth.\nLUCILIUS: My lord? Brutus and Lucilius step aside together.\nCASSIUS: Messala.\nMESSALA: What says my general?\nCASSIUS: Messala, This is my birthday, as this very day Was Cassius born. Give me thy hand, Messala. Be thou my witness that against my will (As Pompey was) am I compelled to set Upon one battle all our liberties. You know that I held Epicurus strong And his opinion. Now I change my mind And partly credit things that do presage. Coming from Sardis, on our former ensign Two mighty eagles fell, and there they perched, Gorging and feeding from our soldiers’ hands, Who to Philippi here consorted us. This morning are they fled away and gone, And in their steads do ravens, crows, a"}
{"act": 5, "scene": 1, "text": "In scene 1, act 5:\n eagles fell, and there they perched, Gorging and feeding from our soldiers’ hands, Who to Philippi here consorted us. This morning are they fled away and gone, And in their steads do ravens, crows, and kites Fly o’er our heads and downward look on us As we were sickly prey. Their shadows seem A canopy most fatal, under which Our army lies, ready to give up the ghost.\nMESSALA: Believe not so.\nCASSIUS: I but believe it partly, For I am fresh of spirit and resolved To meet all perils very constantly.\nBRUTUS: Even so, Lucilius. Brutus returns to Cassius.\nCASSIUS: Now, most noble Brutus, The gods today stand friendly that we may, Lovers in peace, lead on our days to age. But since the affairs of men rests still incertain, Let’s reason with the worst that may befall. If we do lose this battle, "}
{"act": 5, "scene": 1, "text": "In scene 1, act 5:\ntoday stand friendly that we may, Lovers in peace, lead on our days to age. But since the affairs of men rests still incertain, Let’s reason with the worst that may befall. If we do lose this battle, then is this The very last time we shall speak together. What are you then determinèd to do?\nBRUTUS: Even by the rule of that philosophy By which I did blame Cato for the death Which he did give himself (I know not how, But I do find it cowardly and vile, For fear of what might fall, so to prevent The time of life), arming myself with patience To stay the providence of some high powers That govern us below.\nCASSIUS: Then, if we lose this battle, You are contented to be led in triumph Thorough the streets of Rome?\nBRUTUS: No, Cassius, no. Think not, thou noble Roman, That ever Brutus will go bo"}
{"act": 5, "scene": 1, "text": "In scene 1, act 5:\n us below.\nCASSIUS: Then, if we lose this battle, You are contented to be led in triumph Thorough the streets of Rome?\nBRUTUS: No, Cassius, no. Think not, thou noble Roman, That ever Brutus will go bound to Rome. He bears too great a mind. But this same day Must end that work the ides of March begun. And whether we shall meet again, I know not. Therefore our everlasting farewell take. Forever and forever farewell, Cassius. If we do meet again, why we shall smile; If not, why then this parting was well made.\nCASSIUS: Forever and forever farewell, Brutus. If we do meet again, we’ll smile indeed; If not, ’tis true this parting was well made.\nBRUTUS: Why then, lead on.—O, that a man might know The end of this day’s business ere it come! But it sufficeth that the day will end, And then the end "}
{"act": 5, "scene": 1, "text": "In scene 1, act 5:\n If not, ’tis true this parting was well made.\nBRUTUS: Why then, lead on.—O, that a man might know The end of this day’s business ere it come! But it sufficeth that the day will end, And then the end is known.—Come ho, away! They exit.\n"}
{"act": 5, "scene": 2, "text": "In scene 2, act 5:\nBRUTUS: Ride, ride, Messala, ride, and give these bills Unto the legions on the other side! He hands Messala papers. Loud alarum. Let them set on at once, for I perceive But cold demeanor in Octavius’ wing, And sudden push gives them the overthrow. Ride, ride, Messala! Let them all come down. They exit.\n"}
{"act": 5, "scene": 3, "text": "In scene 3, act 5:\nCASSIUS: O, look, Titinius, look, the villains fly! Myself have to mine own turned enemy. This ensign here of mine was turning back; I slew the coward and did take it from him.\nTITINIUS: O Cassius, Brutus gave the word too early, Who, having some advantage on Octavius, Took it too eagerly. His soldiers fell to spoil, Whilst we by Antony are all enclosed. Enter Pindarus.\nPINDARUS: Fly further off, my lord, fly further off! Mark Antony is in your tents, my lord. Fly therefore, noble Cassius, fly far off.\nCASSIUS: This hill is far enough.—Look, look, Titinius, Are those my tents where I perceive the fire?\nTITINIUS: They are, my lord.\nCASSIUS: Titinius, if thou lovest me, Mount thou my horse and hide thy spurs in him Till he have brought thee up to yonder troops And here again, that I may rest"}
{"act": 5, "scene": 3, "text": "In scene 3, act 5:\nthe fire?\nTITINIUS: They are, my lord.\nCASSIUS: Titinius, if thou lovest me, Mount thou my horse and hide thy spurs in him Till he have brought thee up to yonder troops And here again, that I may rest assured Whether yond troops are friend or enemy.\nTITINIUS: I will be here again even with a thought. He exits.\nCASSIUS: Go, Pindarus, get higher on that hill. My sight was ever thick. Regard Titinius And tell me what thou not’st about the field. Pindarus goes up. This day I breathèd first. Time is come round, And where I did begin, there shall I end; My life is run his compass.—Sirrah, what news? PINDARUS, above. O my lord!\nCASSIUS: What news?\nPINDARUS: Titinius is enclosèd round about\nCASSIUS: Come down, behold no more.— O, coward that I am to live so long To see my best friend ta’en before "}
{"act": 5, "scene": 3, "text": "In scene 3, act 5:\n PINDARUS, above. O my lord!\nCASSIUS: What news?\nPINDARUS: Titinius is enclosèd round about\nCASSIUS: Come down, behold no more.— O, coward that I am to live so long To see my best friend ta’en before my face! Pindarus comes down. Come hither, sirrah. In Parthia did I take thee prisoner, And then I swore thee, saving of thy life, That whatsoever I did bid thee do Thou shouldst attempt it. Come now, keep thine oath. Now be a freeman, and with this good sword, That ran through Caesar’s bowels, search this bosom. Stand not to answer. Here, take thou the hilts, And, when my face is covered, as ’tis now, Guide thou the sword. Pindarus stabs him. Caesar, thou art revenged Even with the sword that killed thee. He dies.\nPINDARUS: So I am free, yet would not so have been, Durst I have done my will.—"}
{"act": 5, "scene": 3, "text": "In scene 3, act 5:\n now, Guide thou the sword. Pindarus stabs him. Caesar, thou art revenged Even with the sword that killed thee. He dies.\nPINDARUS: So I am free, yet would not so have been, Durst I have done my will.—O Cassius!— Far from this country Pindarus shall run, Where never Roman shall take note of him. He exits. Enter Titinius and Messala.\nMESSALA: It is but change, Titinius, for Octavius Is overthrown by noble Brutus’ power, As Cassius’ legions are by Antony.\nTITINIUS: These tidings will well comfort Cassius.\nMESSALA: Where did you leave him?\nTITINIUS: All disconsolate, With Pindarus his bondman, on this hill.\nMESSALA: Is not that he that lies upon the ground?\nTITINIUS: He lies not like the living. O my heart!\nMESSALA: Is not that he?\nTITINIUS: No, this was he, Messala, But Cassius is no more. O "}
{"act": 5, "scene": 3, "text": "In scene 3, act 5:\nthis hill.\nMESSALA: Is not that he that lies upon the ground?\nTITINIUS: He lies not like the living. O my heart!\nMESSALA: Is not that he?\nTITINIUS: No, this was he, Messala, But Cassius is no more. O setting sun, As in thy red rays thou dost sink to night, So in his red blood Cassius’ day is set. The sun of Rome is set. Our day is gone; Clouds, dews, and dangers come. Our deeds are done. Mistrust of my success hath done this deed.\nMESSALA: Mistrust of good success hath done this deed. O hateful error, melancholy’s child, Why dost thou show to the apt thoughts of men The things that are not? O error, soon conceived, Thou never com’st unto a happy birth But kill’st the mother that engendered thee!\nTITINIUS: What, Pindarus! Where art thou, Pindarus?\nMESSALA: Seek him, Titinius, whilst I go to"}
{"act": 5, "scene": 3, "text": "In scene 3, act 5:\nerror, soon conceived, Thou never com’st unto a happy birth But kill’st the mother that engendered thee!\nTITINIUS: What, Pindarus! Where art thou, Pindarus?\nMESSALA: Seek him, Titinius, whilst I go to meet The noble Brutus, thrusting this report Into his ears. I may say “thrusting it,” For piercing steel and darts envenomèd Shall be as welcome to the ears of Brutus As tidings of this sight.\nTITINIUS: Hie you, Messala, And I will seek for Pindarus the while. Messala exits. Why didst thou send me forth, brave Cassius? Did I not meet thy friends, and did not they Put on my brows this wreath of victory And bid me give it thee? Didst thou not hear their shouts? Alas, thou hast misconstrued everything. But hold thee, take this garland on thy brow. Laying the garland on Cassius’ brow. Thy Brutus "}
{"act": 5, "scene": 3, "text": "In scene 3, act 5:\nctory And bid me give it thee? Didst thou not hear their shouts? Alas, thou hast misconstrued everything. But hold thee, take this garland on thy brow. Laying the garland on Cassius’ brow. Thy Brutus bid me give it thee, and I Will do his bidding.—Brutus, come apace, And see how I regarded Caius Cassius.— By your leave, gods, this is a Roman’s part. Come, Cassius’ sword, and find Titinius’ heart! He dies on Cassius’ sword. Alarum. Enter Brutus, Messala, young Cato, Strato, Volumnius, and Lucilius, Labeo, and Flavius.\nBRUTUS: Where, where, Messala, doth his body lie?\nMESSALA: Lo, yonder, and Titinius mourning it.\nBRUTUS: Titinius’ face is upward.\nCATO: He is slain.\nBRUTUS: O Julius Caesar, thou art mighty yet; Thy spirit walks abroad and turns our swords In our own proper entrails. Low alar"}
{"act": 5, "scene": 3, "text": "In scene 3, act 5:\ntinius mourning it.\nBRUTUS: Titinius’ face is upward.\nCATO: He is slain.\nBRUTUS: O Julius Caesar, thou art mighty yet; Thy spirit walks abroad and turns our swords In our own proper entrails. Low alarums.\nCATO: Brave Titinius!— Look whe’er he have not crowned dead Cassius.\nBRUTUS: Are yet two Romans living such as these?— The last of all the Romans, fare thee well.\n"}
{"act": 5, "scene": 4, "text": "In scene 4, act 5:\nBRUTUS: Yet, countrymen, O, yet hold up your heads! Brutus, Messala, and Flavius exit.\nCATO: What bastard doth not? Who will go with me? I will proclaim my name about the field. I am the son of Marcus Cato, ho! A foe to tyrants and my country’s friend. I am the son of Marcus Cato, ho! Enter Soldiers and fight.\nLUCILIUS: And I am Brutus, Marcus Brutus, I! Brutus, my country’s friend! Know me for Brutus. Cato is killed. O young and noble Cato, art thou down?\nFIRST: SOLDIER, seizing Lucilius Yield, or thou diest.\nLUCILIUS: Only I yield to die. There is so much that thou wilt kill me straight. Offering money. Kill Brutus and be honored in his death.\nFIRST SOLDIER: We must not. A noble prisoner! Enter Antony.\nSECOND SOLDIER: Room, ho! Tell Antony Brutus is ta’en.\nFIRST SOLDIER: I’ll tell the ne"}
{"act": 5, "scene": 4, "text": "In scene 4, act 5:\nering money. Kill Brutus and be honored in his death.\nFIRST SOLDIER: We must not. A noble prisoner! Enter Antony.\nSECOND SOLDIER: Room, ho! Tell Antony Brutus is ta’en.\nFIRST SOLDIER: I’ll tell the news. Here comes the General.— Brutus is ta’en, Brutus is ta’en, my lord.\nANTONY: Where is he?\nLUCILIUS: Safe, Antony, Brutus is safe enough. I dare assure thee that no enemy Shall ever take alive the noble Brutus. The gods defend him from so great a shame! When you do find him, or alive or dead, He will be found like Brutus, like himself.\nANTONY: This is not Brutus, friend, but I assure you, A prize no less in worth. Keep this man safe. Give him all kindness. I had rather have Such men my friends than enemies. Go on, And see whe’er Brutus be alive or dead, And bring us word unto Octavius’ tent "}
{"act": 5, "scene": 4, "text": "In scene 4, act 5:\ne no less in worth. Keep this man safe. Give him all kindness. I had rather have Such men my friends than enemies. Go on, And see whe’er Brutus be alive or dead, And bring us word unto Octavius’ tent How everything is chanced. They exit in different directions.\n"}
{"act": 5, "scene": 5, "text": "In scene 5, act 5:\nBRUTUS: Come, poor remains of friends, rest on this rock. He sits down.\nCLITUS: Statilius showed the torchlight, but, my lord, He came not back. He is or ta’en or slain.\nBRUTUS: Sit thee down, Clitus. Slaying is the word; It is a deed in fashion. Hark thee, Clitus. He whispers to Clitus.\nCLITUS: What, I, my lord? No, not for all the world.\nBRUTUS: Peace, then, no words.\nCLITUS: I’ll rather kill myself.\nBRUTUS: Hark thee, Dardanus. He whispers to Dardanus.\nDARDANUS: Shall I do such a deed?\nCLITUS: O Dardanus!\nDARDANUS: O Clitus! Dardanus and Clitus step aside.\nCLITUS: What ill request did Brutus make to thee?\nDARDANUS: To kill him, Clitus. Look, he meditates.\nCLITUS: Now is that noble vessel full of grief, That it runs over even at his eyes.\nBRUTUS: Come hither, good Volumnius. List a word."}
{"act": 5, "scene": 5, "text": "In scene 5, act 5:\ns make to thee?\nDARDANUS: To kill him, Clitus. Look, he meditates.\nCLITUS: Now is that noble vessel full of grief, That it runs over even at his eyes.\nBRUTUS: Come hither, good Volumnius. List a word.\nVOLUMNIUS: What says my lord?\nBRUTUS: Why this, Volumnius:\nVOLUMNIUS: Not so, my lord.\nBRUTUS: Nay, I am sure it is, Volumnius. Thou seest the world, Volumnius, how it goes. Our enemies have beat us to the pit. Low alarums. It is more worthy to leap in ourselves Than tarry till they push us. Good Volumnius, Thou know’st that we two went to school together; Even for that our love of old, I prithee, Hold thou my sword hilts whilst I run on it.\nVOLUMNIUS: That’s not an office for a friend, my lord. Alarum continues.\nCLITUS: Fly, fly, my lord! There is no tarrying here.\nBRUTUS: Farewell to you—an"}
{"act": 5, "scene": 5, "text": "In scene 5, act 5:\n, Hold thou my sword hilts whilst I run on it.\nVOLUMNIUS: That’s not an office for a friend, my lord. Alarum continues.\nCLITUS: Fly, fly, my lord! There is no tarrying here.\nBRUTUS: Farewell to you—and you—and you, Volumnius.— Strato, thou hast been all this while asleep. Farewell to thee, too, Strato.—Countrymen, My heart doth joy that yet in all my life I found no man but he was true to me. I shall have glory by this losing day More than Octavius and Mark Antony By this vile conquest shall attain unto. So fare you well at once, for Brutus’ tongue Hath almost ended his life’s history. Night hangs upon mine eyes; my bones would rest, That have but labored to attain this hour. Alarum. Cry within “Fly, fly, fly!”\nCLITUS: Fly, my lord, fly!\nBRUTUS: Hence. I will follow. All exit but Brutus an"}
{"act": 5, "scene": 5, "text": "In scene 5, act 5:\nangs upon mine eyes; my bones would rest, That have but labored to attain this hour. Alarum. Cry within “Fly, fly, fly!”\nCLITUS: Fly, my lord, fly!\nBRUTUS: Hence. I will follow. All exit but Brutus and Strato.\nSTRATO: Give me your hand first. Fare you well, my lord.\nBRUTUS: Farewell, good Strato. Brutus runs on his sword. Caesar, now be still. I killed not thee with half so good a will. He dies. Alarum. Retreat. Enter Antony, Octavius, Messala, Lucilius, and the army.\nOCTAVIUS: What man is that?\nMESSALA: My master’s man.—Strato, where is thy master?\nSTRATO: Free from the bondage you are in, Messala. The conquerors can but make a fire of him, For Brutus only overcame himself, And no man else hath honor by his death.\nLUCILIUS: So Brutus should be found.—I thank thee, Brutus, That thou hast p"}
{"act": 5, "scene": 5, "text": "In scene 5, act 5:\nssala. The conquerors can but make a fire of him, For Brutus only overcame himself, And no man else hath honor by his death.\nLUCILIUS: So Brutus should be found.—I thank thee, Brutus, That thou hast proved Lucilius’ saying true.\nOCTAVIUS: All that served Brutus, I will entertain them.— Fellow, wilt thou bestow thy time with me?\nSTRATO: Ay, if Messala will prefer me to you.\nOCTAVIUS: Do so, good Messala.\nMESSALA: How died my master, Strato?\nSTRATO: I held the sword, and he did run on it.\nMESSALA: Octavius, then take him to follow thee, That did the latest service to my master.\nANTONY: This was the noblest Roman of them all. All the conspirators save only he Did that they did in envy of great Caesar. He only in a general honest thought And common good to all made one of them. His life was ge"}
{"act": 5, "scene": 5, "text": "In scene 5, act 5:\nthe noblest Roman of them all. All the conspirators save only he Did that they did in envy of great Caesar. He only in a general honest thought And common good to all made one of them. His life was gentle and the elements So mixed in him that nature might stand up And say to all the world “This was a man.”\nOCTAVIUS: According to his virtue, let us use him With all respect and rites of burial. Within my tent his bones tonight shall lie, Most like a soldier, ordered honorably. So call the field to rest, and let’s away To part the glories of this happy day. They all exit.\n"}
